export const descriptionsData = [
    // { step: 0, icon: 'icon0', text: 'text0' },
    { step: 0, icon: 'icon', text: 'پس از عضویت و احراز هویت در صرافی ارز تو ارز در پنل کاربری شما یک بخش مانند تصویر روبرو وجود دارد که شما میتوانید معاملات خرید و فروشتان را انجام  دهید' },
    { step: 1, icon: 'icon', text: 'در مرحله دوم ارز موردنظر را برای خرید انتخاب کنید برای اینکار تنها کافیست برروی دکمه > کلیک کرده و ارز مورد نظر خود را پیدا کنید' },
    { step: 2, icon: 'icon', text: 'اگر ارز موردنظر خود را در قسمت بالا پیدا نکردید کافیست پس از کلیک برروی دکمه جستجو کنید در لیست باز شده نام ارز مورد نظرتان را جستجو کنید' },
    { step: 3, icon: 'icon', text: 'در صفحه باز شده به راحتی میتوانید با کیک روی فیلد جستجو نام ارز  (حروف اختصار یا نام انگلیسی) را جستجو و ارز مورد نظرتان را انتخاب کنید' },
    { step: 4, icon: 'icon', text: 'پس از اینکه ارز موردنظر را انتخاب کردید مقدار پرداختی یا  همان مقداری که میخواهید ارز را خریداری کنید به ریال در فیلد مشخص:شده وارد میکنید مثلا  2,000,000 تومان' },
    { step: 5, icon: 'icon', text: 'بعد از مشخص کردن مقدار پرداختی بصورت خودکار مقدار دریافتی ارز مورد نظر شما مشخص میگردد' },
    
]



