export const descriptionsData = [
    // { step: 0, icon: 'icon0', text: 'text0' },
    { step: 0, icon: 'learning-transaction-ic_02.png', text: 'پس از عضویت و احراز هویت در صرافی ارز تو ارز در پنل کاربری شما یک بخش مانند تصویر روبرو وجود دارد که شما میتوانید معاملات خرید و فروشتان را انجام  دهید' },
    { step: 1, icon: 'learning-transaction-ic_03.png', text: 'در مرحله دوم ارز موردنظر را برای خرید انتخاب کنید برای اینکار تنها کافیست برروی دکمه > کلیک کرده و ارز مورد نظر خود را پیدا کنید' },
    { step: 2, icon: 'learning-transaction-ic_04.png', text: 'اگر ارز موردنظر خود را در قسمت بالا پیدا نکردید کافیست پس از کلیک برروی دکمه جستجو کنید در لیست باز شده نام ارز مورد نظرتان را جستجو کنید' },
    { step: 3, icon: 'learning-transaction-ic_05.png', text: 'در صفحه باز شده به راحتی میتوانید با کیک روی فیلد جستجو نام ارز  (حروف اختصار یا نام انگلیسی) را جستجو و ارز مورد نظرتان را انتخاب کنید' },
    { step: 4, icon: 'learning-transaction-ic_06.png', text: 'پس از اینکه ارز موردنظر را انتخاب کردید مقدار پرداختی یا  همان مقداری که میخواهید ارز را خریداری کنید به ریال در فیلد مشخص:شده وارد میکنید مثلا  2,000,000 تومان' },
    { step: 5, icon: 'learning-transaction-ic_07.png', text: 'بعد از مشخص کردن مقدار پرداختی بصورت خودکار مقدار دریافتی ارز مورد نظر شما مشخص میگردد' },
    { step: 6, icon: 'learning-transaction-ic_08.png', text: 'در قسمت زیر فیلد ها، قیمت یک واحد از ارز مورد نظر به صورت ریالی و هم چنین کارمزد معاله را مشاهده میکنید.' },
    { step: 7, icon: 'learning-transaction-ic_09.png', text: 'با کلیک برروی دکمه پرداخت به صفحه درگاه پرداخت بانکی هدایت میشوید پس از وارد کردن اطلاعات کارت بانکی و تایید آنها به صفحه پرداخت موفق انتقال میابید. ارز مورد نظر شما با موفقیت خریداری شد.' },
]



