 
export const ExchangeData = [
    { step: 0, text: 'پس از عضویت و احراز هویت در صرافی ارز تو ارز به منظور تبدیل ارز خود به ارز مورد نظر می‌توانید از باکس رو‌به‌رو استفاده کنید.' },
    { step: 1, text: 'در مرحله اول ارزی که قصد تبدیل آن را دارید در فیلد مشخص شده انتخاب کنید. (مثلا بیت‌ کوین)' },
    { step: 2, text: 'در مرحله دوم  مقدار ارزی که قصد تبدیل آن را دارید در فیلد مشخص شده وارد کنید. (مثلا 0.2 بیت کوین)' },
    { step: 3, text: 'پس از اینکه ارز موردنظر خود برای فروش را انتخاب کردید، نوع ارزی که قصد خرید آن را دارید در فیلد مشخص شده انتخاب کنید. (مثلا تتر)' },
    { step: 4, text: 'در این قسمت مقدار ارزی که دریافت خواهید کرد، به صورت خودکار نشان داده می‌شود.' },
    { step: 5, text: 'با کلیلک بر روی این دکمه فرایند تبدیل ارز شما انجام خواهد شد.' },
]

// { step: 2, text: '' },