export const rulesData = [

    {
      title: "قوانین حساب کاربری ",
  
      desc: [
        "در هنگام ساخت حساب کاربری و استفاده از آن به قوانین زیر توجه کنید:",
        "شما موظفید در هنگام ثبت نام در سایت حسینی فایننس اطلاعات خود (نام و نام خانوادگی و ایمیل و...) را به شکل درست و معتبر وارد کنید.",
        "شما نمی‌توانید هویت و موقعیت مکانی خود را پنهان کرده یا به شکلی دیگر نشان دهید. همچنین نمی‌توانید خود را به عنوان فردی دیگر جا بزنید.",
        "استفاده از اطلاعات نامعتبر و اشتباه در هنگام ثبت نام باعث مسدود شدن حساب شما خواهد شد.",
        "نام کاربری یا رمز عبور خود را با فردی دیگر در میان نگذارید چرا که در صورت بروز هرگونه مشکل، وب‌سایت حسینی فایننس هیچ‌گونه مسئولیتی را بر عهده نمی‌گیرد.",
        "هر حساب کاربری فقط می‌تواند توسط یک شخص مورد استفاده قرار بگیرد و در صورت استفاده‌ی چندین نفر از یک حساب کاربری، وب‌سایت حسینی فایننس این حق را دارد که حساب مورد نظر را مسدود کند.",
        "در صورت دسترسی فرد سوم به حساب کاربری‌تان، در اولین فرصت این موضوع را به تیم پشتیبانی ما گزارش دهید.",
      ],
    },
    {
      title: "حریم شخصی کاربران ",
      desc: [
        "امروزه حفظ حریم خصوصی کاربران در دنیای دیجیتال از اهمیت بسیار بالایی برخوردار است. ما در وب‌سایت حسینی فایننس از اطلاعاتی که شما هنگام ثبت نام با ما به اشتراک گذاشته‌اید، حفاظت خواهیم کرد و این اطلاعات را در دسترس هیچ فردی قرار نخواهیم داد.",
      ],
    },
    {
      title: "شرایط ثبت نقد و نظرات کاربران در وب‌سایت حسینی فایننس ",
      desc: [
      "شما می‌توانید در قسمت‌های مشخص‌شده در وب‌سایت نظرات یا نقدهای خود را با ما در میان بگذارید. نظرات شما باید متناسب با محتوا باشد. ما در حسینی فایننس این حق را داریم که محتوای درج شده در وب‌سایت را که از قوانین سایت تبعیت نمی‌کنند، ویرایش و حذف کنیم یا به طور کل از انتشار آن جلوگیری به عمل آوریم. هدف ما در این وب‌سایت داشتن محتوای سالم و به دور از هرگونه توهین است.",
      " نظرات شما نباید حاوی مواردی باشد که در لیست زیر دیده می‌شود. در صورت مشاهده این موارد حساب شما مسدود خواهد شد. ",
      "•	انتشار هرگونه محتوا و نقد یا نظری که با قوانین جمهوری اسلامی ایران و قوانین کشور تداخل داشته باشد.",
      "•	نشر هرگونه محتوای نادرست، فریبنده، رکیک، نادرست و مخالف با شئونات جامعه.",
      "•	هرگونه توهین به کاربران دیگر و تجاوز به حریم خصوصی آن‌ها.",
      "•	انتشار اطلاعات شخصی و حساس شخص سوم.",
      "•	منتشر کردن محتوایی که حاوی ویروس، جاسوس افزار و موارد مشابه باشند.",
      "•	به اشتراک گذاشتن هرگونه هرزنامه یا تبلیغات سایت‌ها و اشخاص دیگر.",
     
      ],
    },
    {
      title: "حقوق مالکیت معنوی ",
  
      desc: [
        "وب‌سایت و تمامی مطالب آن نظیر محتوای متنی و ویدئویی سایت به طور کامل متعلق به حسینی بایننس بوده و از قوانین کپی رایت جمهوری اسلامی ایران پیروی می‌کند.",
        "تمام اطلاعاتی که ما در این وب‌سایت گردآوری می‌کنیم، تحت نظر حفظ حریم خصوصی است.",
        "شما حق تولید، انتشار، اصلاح هرگونه اطلاعات و محتوا در وب‌سایت را برای استفاده تجاری و شخصی ندارید.",
        "شما حق استفاده از بخشی از فیلم‌ها، تصاویر یا متن را به‌صورت جدا شده از بستر اصلی به منظور استفاده تجاری و شخصی ندارید.",
        
      ],
    },
     
    {
      title: "تخطی از قوانین",
  
      desc:
        "حسینی فایننس می‌تواند در صورت عدم رعایت قوانین سایت، دسترسی کاربر به سایت را معلق کرده یا آن را به طور کامل قطع کند یا حتی اکانت شما را مسدود کند. همچنین این اجازه را داریم که دسترسی شما به پکیج خریداری‌شده را قطع کنیم."
    },
    {
      title: "امنیت وب سایت",
  
      desc: [
      "شما با ثبت نام و عضویت در این وب‌سایت تعهد می‌دهید که:",
      "از هیچ نوع ربات و نرم افزاری برای نقص قوانین استفاده نمی‌کنید.",
      "هیچ عملی که منجر به از کار افتادن، آسیب یا حمله به وب‌سایت شود را انجام نمی‌دهید.",
      "از فرستادن هرنوع هرزنامه در بخش نظرات می‌پرهیزید.",
      "از هیچ نوع ویروس، کرم، تروجان و موارد مشابه برای آسیب رساندن به وب‌سایت و محتوای آن استفاده نمی‌کنید.",
      ],
    },
    {
      title: "ثبت نام در دوره‌ ها",
  
      desc: [
        "دوره‌هایی که در وب سایت به عنوان رایگان از آن‌ها یاد شده است شامل ۳۰ جلسه‌ی آموزشی می‌شود که برای تماشای آن‌ها ملزم به پرداخت هیچ وجهی نخواهید بود و کاملا رایگان و در دسترس همه هستند.",
        "دوره‌های غیر رایگان که پس از ثبت نام و پرداخت وجه مورد نظر به صورت آنلاین در اختیار شما قرار خواهند گرفت. این پکیج‌ها بسیار بسیار جامع‌تر و کامل‌تر هستند.",
      ],
    },
    {
      title: "خرید دوره‌ها و پرداخت در سایت",
  
      desc: [
        "برای دسترسی به دوره‌های مجموعه حسینی فایننس باید در ابتدا در این وبسایت ثبت نام کنید و وجه مورد نظر خود را به‌صورت آنلاین بپردازید. روش‌های پرداخت ما ایمن و مطمئن هستند.",
        "پرداخت هزینه‌های دوره‌ها به صورت تومانی است.",
        "هر فرد می‌تواند تنها برای خود و از طریق اکانت شخصی خود از دوره‌ی خریداری‌شده استفاده نماید.",
        "خرید گروهی غیرقانونی بوده و وب‌سایت حسینی فایننس هیچ نوع رضایتی در این مقوله ندارد.",
        "شما باید برای پرداخت از کارت بانکی معتبر استفاده کنید و هیچ نوع کارت غیرمجاز قابل قبول نیست.",
      ],
    },
    {
      title: "بازگرداندن وجه",
      
      desc: [
        "درصورت هر گونه نارضایتی از دوره های ما در وب سایت حسینی  فایننس تا ۴۸ ساعت مهلت دارید اطلاع دهید.",
        "در صورت نارضایتی از دوره ها تا ۴۸ ساعت پس از اعلام  به تیم پشتیبانی ما ؛با شما تماس گرفته خواهد شد و اگر درخواست شما مورد تایید قرار بگیرد؛وجه مورد نظر به شما طی یک هفته کاری بازگردانده خواهد شد .",
        "اگر بیش از ۴۸ ساعت از زمان خرید شما گذشته باشد از بازگرداندن وجه معذوریم.",
      ],
    },
    {
      title: "پشتیبانی ۲۴ ساعته",
      
      desc: [
        "وب‌سایت حسینی فایننس خود را موظف می‌داند که بستری برای خریداران عزیز فراهم سازد تا شما بتوانید به راحتی مشکلات خود را با ما در میان بگذارید. اگر مشکل یا سوالی در رابطه با دوره‌ها برای شما پیش بیاید، می‌توانید به روش‌های زیر آن را با ما به اشتراک بگذارید.",
        "از طریق ارسال سوال یا مشکل در قسمت نظرات خود ویدئو",
        "از طریق ارسال سوال یا مشکل در قسمت بحث و گفتگو",
        "ارسال سوال و مشکل در شبکه‌های اجتماعی",
        "تیم پشتیبانی ما به صورت ۲۴ ساعته آماده‌ی خدمت‌رسانی به شما و حل مشکلاتتان خواهند بود. با استفاده از صفحه تماس با ما می‌توانید با تیم پشتبانی ارتباط برقرار کنید.",
        
      ],
    },
    {
      title: " مالکیت قانونی محتوای دوره‌ها",
  
      desc:
        "لازم به ذکر است که تمام محتویات موجود در دوره‌ها که به صورت فیلم در اختیار شما قرار می‌گیرد، به طور کامل متعلق به وب‌سایت حسینی فایننس بوده و هرگونه دخل، تصرف، تغییر و کپی‌برداری از آن پیگرد قانونی خواهد داشت. این کار شما نه تنها حقوق وب‌سایت ما بلکه حق و حقوق خریداران دیگر را نیز نقض خواهد کرد."
    },
    {
      title: "تغییرات در وب سایت",
  
      desc: [
        "ما در وب‌سایت حسینی فایننس می‌توانیم در هر زمان براساس نیازها و سیاست‌های سایت، تغییرات لازم را ایجاد کنیم. ما می‌توانیم بخش‌هایی از قوانین را حفظ کرده یا به آن اضافه کنیم. پس از این کار قوانین جدید به اطلاع شما می‌رسد و ادامه‌ی فعالیت در این وب‌سایت به منزله‌ی موافقت شما با قوانین جدید خواهد بود."
      ],
    },
  ];
  