// let desc_test =
//   '<div className={`${Styles.short} d-flex flex-wrap`}><div className={Styles.img}>  <img src="/images/rownews.png" alt="" /> </div><div className={`${Styles.desc} pr-md-4`}><p className="text text-justify">داده‌های تازه نشان می‌دهد که وب‌سایت صرافی بایننس در فهرست ۱,۰۰۰ وب‌سایت پربازدید دنیا قرار گرفته است. علاوه بر بایننس، نام کوین بیس هم در این فهرست دیده می‌شود. به گزارش «The Block» و به‌نقل از سیمیلاروب (SimilarWeb)، وب‌سایت صرافی بایننس در رده ۸۳۹ وب‌سایت‌های پربازدید جهان قرار دارد. کوین بیس هم در این رده‌بندی رتبه ۸۷۴ را در اختیار دارد. این در حالی است که داده‌های الکسا (Alexa) نشان می‌دهد که بایننس و کوین بیس به‌ترتیب در رده‌های ۴۱۵ و ۸۲۰ پربازدید‌ترین وب‌سایت‌های دنیا قرار دارند. الکسا از جمله شرکت‌های تابعه آمازون است. طبق اعلام سیمیلاروب، کوین بیس ۳۸۶مین وب‌سایت پربازدید آمریکا است. در فهرست وب‌سایت‌های پربازدید الکسا در آمریکا، کوین بیس رده ۱۸۷ را در اختیار دارد.سیمیلاروب عنوان می‌کند که بایننس در روسیه بیشترین محبوبیت را دارد.</p></div></div><div className="text text-justify"><p>    داده‌های تازه نشان می‌دهد که وب‌سایت صرافی بایننس در فهرست ۱,۰۰۰ وب‌سایت پربازدید دنیا قرار گرفته است. علاوه بر بایننس، نام کوین بیس هم در این فهرست دیده می‌شود. به گزارش «The Block» و به‌نقل از سیمیلاروب (SimilarWeb)، وب‌سایت صرافی بایننس در رده ۸۳۹ وب‌سایت‌های پربازدید جهان قرار دارد. کوین بیس هم در این رده‌بندی رتبه ۸۷۴ را در اختیار دارد. این در حالی است که داده‌های الکسا (Alexa) نشان می‌دهد که بایننس و کوین بیس به‌ترتیب در رده‌های ۴۱۵ و ۸۲۰ پربازدید‌ترین وب‌سایت‌های دنیا قرار دارند. الکسا از جمله شرکت‌های تابعه آمازون است. طبق اعلام سیمیلاروب، کوین بیس ۳۸۶مین وب‌سایت پربازدید آمریکا است. در فهرست وب‌سایت‌های پربازدید الکسا در آمریکا، کوین بیس رده ۱۸۷ را در اختیار دارد.سیمیلاروب عنوان می‌کند که بایننس در روسیه بیشترین محبوبیت را دارد.</p><ul><li>لورم ایپسوم متن تستی با استفاده از</li><li>لورم ایپسوم متن تستی با استفاده از</li><li>لورم ایپسوم متن تستی با استفاده از</li></ul><h2>ارزهای دیجیتال معتبر ایرانی</h2><p>  داده‌های تازه نشان می‌دهد که وب‌سایت صرافی بایننس در فهرست ۱,۰۰۰ وب‌سایت پربازدید دنیا قرار گرفته است. علاوه بر بایننس، نام <strong>کوین بیس</strong>  هم در این فهرست دیده می‌شود. به گزارش «The Block» و به‌نقل از سیمیلاروب (SimilarWeb)، وب‌سایت صرافی بایننس در رده ۸۳۹ وب‌سایت‌های پربازدید جهان قرار دارد. کوین بیس هم در این رده‌بندی رتبه ۸۷۴ را در اختیار دارد. این در حالی است که داده‌های الکسا (Alexa) نشان می‌دهد که بایننس و کوین بیس به‌ترتیب در رده‌های ۴۱۵ و ۸۲۰ پربازدید‌ترین وب‌سایت‌های دنیا قرار دارند. الکسا از جمله شرکت‌های تابعه آمازون است. طبق اعلام سیمیلاروب، کوین بیس ۳۸۶مین وب‌سایت پربازدید آمریکا است. در فهرست وب‌سایت‌های پربازدید الکسا در آمریکا، کوین بیس رده ۱۸۷ را در اختیار دارد.سیمیلاروب عنوان می‌کند که بایننس در روسیه بیشترین محبوبیت را دارد.</p><h3>این یک اچ تری است</h3><p>  داده‌های تازه نشان می‌دهد که وب‌سایت صرافی بایننس در فهرست ۱,۰۰۰ وب‌سایت پربازدید دنیا قرار گرفته است. علاوه بر بایننس، نام <strong>کوین بیس</strong>  هم در این فهرست دیده می‌شود. به گزارش «The Block» و به‌نقل از سیمیلاروب (SimilarWeb)، وب‌سایت صرافی بایننس در رده ۸۳۹ وب‌سایت‌های پربازدید جهان قرار دارد. کوین بیس هم در این رده‌بندی رتبه ۸۷۴ را در اختیار دارد. این در حالی است که داده‌های الکسا (Alexa) نشان می‌دهد که بایننس و کوین بیس به‌ترتیب در رده‌های ۴۱۵ و ۸۲۰ پربازدید‌ترین وب‌سایت‌های دنیا قرار دارند. الکسا از جمله شرکت‌های تابعه آمازون است. طبق اعلام سیمیلاروب، کوین بیس ۳۸۶مین وب‌سایت پربازدید آمریکا است. در فهرست وب‌سایت‌های پربازدید الکسا در آمریکا، کوین بیس رده ۱۸۷ را در اختیار دارد.سیمیلاروب عنوان می‌کند که بایننس در روسیه بیشترین محبوبیت را دارد.</p><h4>این یک اچ فور است</h4><p>  داده‌های تازه نشان می‌دهد که وب‌سایت صرافی بایننس در فهرست ۱,۰۰۰ وب‌سایت پربازدید دنیا قرار گرفته است. علاوه بر بایننس، نام <strong>کوین بیس</strong>  هم در این فهرست دیده می‌شود. به گزارش «The Block» و به‌نقل از سیمیلاروب (SimilarWeb)، وب‌سایت صرافی بایننس در رده ۸۳۹ وب‌سایت‌های پربازدید جهان قرار دارد. کوین بیس هم در این رده‌بندی رتبه ۸۷۴ را در اختیار دارد. این در حالی است که داده‌های الکسا (Alexa) نشان می‌دهد که بایننس و کوین بیس به‌ترتیب در رده‌های ۴۱۵ و ۸۲۰ پربازدید‌ترین وب‌سایت‌های دنیا قرار دارند. الکسا از جمله شرکت‌های تابعه آمازون است. طبق اعلام سیمیلاروب، کوین بیس ۳۸۶مین وب‌سایت پربازدید آمریکا است. در فهرست وب‌سایت‌های پربازدید الکسا در آمریکا، کوین بیس رده ۱۸۷ را در اختیار دارد.سیمیلاروب عنوان می‌کند که بایننس در روسیه بیشترین محبوبیت را دارد.</p><p>علاوه بر بایننس، نام <a href="/">کوین بیس</a>  هم در این فهرست دیده می‌شود</p><p><img src="/images/test-blog.jpg" /></p></div>';

let desc_test = `
  <h2>ارزهای دیجیتال معتبر ایرانی</h2>
  <p>
  داده‌های تازه نشان می‌دهد که وب‌سایت صرافی بایننس در فهرست ۱,۰۰۰ وب‌سایت
  پربازدید دنیا قرار گرفته است. علاوه بر بایننس، نام{" "}
  <strong>کوین بیس</strong> هم در این فهرست دیده می‌شود. به گزارش «The
  Block» و به‌نقل از سیمیلاروب (SimilarWeb)، وب‌سایت صرافی بایننس در رده ۸۳۹
  وب‌سایت‌های پربازدید جهان قرار دارد. کوین بیس هم در این رده‌بندی رتبه ۸۷۴
  را در اختیار دارد. این در حالی است که داده‌های الکسا (Alexa) نشان می‌دهد
  که بایننس و کوین بیس به‌ترتیب در رده‌های ۴۱۵ و ۸۲۰ پربازدید‌ترین
  وب‌سایت‌های دنیا قرار دارند. الکسا از جمله شرکت‌های تابعه آمازون است. طبق
  اعلام سیمیلاروب، کوین بیس ۳۸۶مین وب‌سایت پربازدید آمریکا است. در فهرست
  وب‌سایت‌های پربازدید الکسا در آمریکا، کوین بیس رده ۱۸۷ را در اختیار
  دارد.سیمیلاروب عنوان می‌کند که بایننس در روسیه بیشترین محبوبیت را دارد.
  </p>
  <h3>این یک اچ تری است</h3>
  <p>
  داده‌های تازه نشان می‌دهد که وب‌سایت صرافی بایننس در فهرست ۱,۰۰۰ وب‌سایت
  پربازدید دنیا قرار گرفته است. علاوه بر بایننس، نام{" "}
  <strong>کوین بیس</strong> هم در این فهرست دیده می‌شود. به گزارش «The
  Block» و به‌نقل از سیمیلاروب (SimilarWeb)، وب‌سایت صرافی بایننس در رده ۸۳۹
  وب‌سایت‌های پربازدید جهان قرار دارد. کوین بیس هم در این رده‌بندی رتبه ۸۷۴
  را در اختیار دارد. این در حالی است که داده‌های الکسا (Alexa) نشان می‌دهد
  که بایننس و کوین بیس به‌ترتیب در رده‌های ۴۱۵ و ۸۲۰ پربازدید‌ترین
  وب‌سایت‌های دنیا قرار دارند. الکسا از جمله شرکت‌های تابعه آمازون است. طبق
  اعلام سیمیلاروب، کوین بیس ۳۸۶مین وب‌سایت پربازدید آمریکا است. در فهرست
  وب‌سایت‌های پربازدید الکسا در آمریکا، کوین بیس رده ۱۸۷ را در اختیار
  دارد.سیمیلاروب عنوان می‌کند که بایننس در روسیه بیشترین محبوبیت را دارد.
  </p>
  <h4>این یک اچ فور است</h4>
  <p>
  داده‌های تازه نشان می‌دهد که وب‌سایت صرافی بایننس در فهرست ۱,۰۰۰ وب‌سایت
  پربازدید دنیا قرار گرفته است. علاوه بر بایننس، نام{" "}
  <strong>کوین بیس</strong> هم در این فهرست دیده می‌شود. به گزارش «The
  Block» و به‌نقل از سیمیلاروب (SimilarWeb)، وب‌سایت صرافی بایننس در رده ۸۳۹
  وب‌سایت‌های پربازدید جهان قرار دارد. کوین بیس هم در این رده‌بندی رتبه ۸۷۴
  را در اختیار دارد. این در حالی است که داده‌های الکسا (Alexa) نشان می‌دهد
  که بایننس و کوین بیس به‌ترتیب در رده‌های ۴۱۵ و ۸۲۰ پربازدید‌ترین
  وب‌سایت‌های دنیا قرار دارند. الکسا از جمله شرکت‌های تابعه آمازون است. طبق
  اعلام سیمیلاروب، کوین بیس ۳۸۶مین وب‌سایت پربازدید آمریکا است. در فهرست
  وب‌سایت‌های پربازدید الکسا در آمریکا، کوین بیس رده ۱۸۷ را در اختیار
  دارد.سیمیلاروب عنوان می‌کند که بایننس در روسیه بیشترین محبوبیت را دارد.
  </p>
  <p>
  داده‌های تازه نشان می‌دهد که وب‌سایت صرافی بایننس در فهرست ۱,۰۰۰ وب‌سایت
  پربازدید دنیا قرار گرفته است. علاوه بر بایننس، نام کوین بیس هم در این
  فهرست دیده می‌شود. به گزارش «The Block» و به‌نقل از سیمیلاروب
  (SimilarWeb)، وب‌سایت صرافی بایننس در رده ۸۳۹ وب‌سایت‌های پربازدید جهان
  قرار دارد. کوین بیس هم در این رده‌بندی رتبه ۸۷۴ را در اختیار دارد. این در
  حالی است که داده‌های الکسا (Alexa) نشان می‌دهد که بایننس و کوین بیس
  به‌ترتیب در رده‌های ۴۱۵ و ۸۲۰ پربازدید‌ترین وب‌سایت‌های دنیا قرار دارند.
  الکسا از جمله شرکت‌های تابعه آمازون است. طبق اعلام سیمیلاروب، کوین بیس
  ۳۸۶مین وب‌سایت پربازدید آمریکا است. در فهرست وب‌سایت‌های پربازدید الکسا در
  آمریکا، کوین بیس رده ۱۸۷ را در اختیار دارد.سیمیلاروب عنوان می‌کند که
  بایننس در روسیه بیشترین محبوبیت را دارد.
  </p>
  <ul>
  <li>لورم ایپسوم متن تستی با استفاده از</li>
  <li>لورم ایپسوم متن تستی با استفاده از</li>
  <li>لورم ایپسوم متن تستی با استفاده از</li>
  </ul>
  <p>
  علاوه بر بایننس، نام <a href="/">کوین بیس</a> هم در این فهرست دیده می‌شود
  </p>
  <p>
  <img src="/images/test-blog.jpg" />
  </p>
  `;

const desc_sm = ` داده‌های تازه نشان می‌دهد که وب‌سایت صرافی بایننس در فهرست
  ۱,۰۰۰ وب‌سایت پربازدید دنیا قرار گرفته است. علاوه بر
  بایننس، نام کوین بیس هم در این فهرست دیده می‌شود. به گزارش
  «The Block» و به‌نقل از سیمیلاروب (SimilarWeb)، وب‌سایت
  صرافی بایننس در رده ۸۳۹ وب‌سایت‌های پربازدید جهان قرار
  دارد. کوین بیس هم در این رده‌بندی رتبه ۸۷۴ را در اختیار
  دارد. این در حالی است که داده‌های الکسا (Alexa) نشان
  می‌دهد که بایننس و کوین بیس به‌ترتیب در رده‌های ۴۱۵ و ۸۲۰
  پربازدید‌ترین وب‌سایت‌های دنیا قرار دارند. الکسا از جمله
  شرکت‌های تابعه آمازون است. طبق اعلام سیمیلاروب، کوین بیس
  ۳۸۶مین وب‌سایت پربازدید آمریکا است. در فهرست وب‌سایت‌های
  پربازدید الکسا در آمریکا، کوین بیس رده ۱۸۷ را در اختیار
  دارد.سیمیلاروب عنوان می‌کند که بایننس در روسیه بیشترین
  محبوبیت را دارد.`;

export const articles = [
  {
    id: 1,
    title: "صرافی غیر متمرکز  چیست و بهترین‌ های آن کدام است؟",
    category: "آموزش",
    poster_card: "/images/newsImg.png",
    image: "/images/index/grid-3.png",
    desc_sm: `صرافی غیرمتمرکز در برابر صرافی متمرکز قرار می‌گیرد
    و هدف آن از بین بردن نیاز به سازمانی ثالث برای کنترل
    تراکنش‌ها است. نحوه کار این صرافی با دیگر صرافی‌ها متفاوت
    است و کلیه امور بر روی بلاک چین انجام می‌گیرد و کاربران به
    شکل همتابه‌همتا مبادلات خود را انجام می‌دهند.`,
    desc: `
    <h2>مقدمه</h2>
    <p>
      همه این موضوع را می‌دانیم که بدون وجود صرافی‌ ارز دیجیتال
      این صنعت به جایگاه امروزی خودش نمی‌رسید. این پلتفرم‌های
      معاملاتی یکی از مهم‌ترین رکن‌های دنیای کریپتوکارنسی هستند.
      اما این را هم می‌دانیم که هویت یک رمزارز، غیر‌متمرکز بودن
      و مخفی بودن تراکنش‌هاست. بنابراین به‌هیچ‌وجه دور از انتظار
      نبود که توسعه‌دهندگان این حوزه، راهی برای مبادلات ارزهای
      دیجیتال به شکل غیرمتمرکز پیدا کنند. این راه حل پیشنهادی
      صرافی غیر‌متمرکز ارزهای دیجیتال بود.
    </p>
    <h2>چرا صرافی‌ غیرمتمرکز</h2>
    <p>
      خ حفظ حریم خصوصی در دنیای کریپتوکارنسی در بین بسیاری از
      کاربران از اهمیت بالایی برخوردار است. صرافی غیرمتمرکز این
      امر را به سادگی ممکن می‌سازد.
    </p>
    <p>
      صرافی‌ها مهم‌ترین نقش را در بازار کریپتوکارنسی دارند و
      به‌عنوان مکملی لازم و ضروری برای این حوزه شناخته می‌شوند.
      اما معروف‌ترین صرافی‌هایی که می‌شناسیم در تضاد با ذات
      غیرمتمرکز رمز ارز‌ها، به‌شدت متمرکز هستند. سیستم‌های
      معاملاتی متمرکز می‌توانند بر روی دارایی‌های کاربران، کنترل
      کامل داشته باشند، در روند معاملات دخالت کنند و حساب هر
      کاربری را که اراده کنند، مسدود کرده و دارایی‌های شخص مورد
      نظر را به جیب خود بزنند. تنها راه‌حل عملی برای جلوگیری از
      این قبیل مشکلات، صرافی ‌های غیرمتمرکز هستند.{" "}
    </p>
    <p>
      منظور از غیرمتمرکز این است که هیچ نهادی بر این صرافی‌ها
      نظارت نمی‌کند و تنها کاربران به شکل همتا‌به‌همتا به یکدیگر
      متصل هستند. این صرافی‌ها که نوعی از «امور مالی غیرمتمرکز»
      (Decentralized Finance) یا همان «دیفای» (DeFi) هستند بر
      روی بلاک چین فعالیت می‌کنند. حال ممکن است به این فکر کنید
      که پس چگونه معاملات در این صرافی‌ها انجام می‌شود؟ خب بهتر
      است در ادامه ببینیم که صرافی غیرمتمرکز چگونه کار می‌ کند
      تا به این پرسش شما پاسخ داده شود.{" "}
    </p>

    <h2>صرافی غیرمتمرکز چگونه کار می‌ کند؟</h2>
    <p>
      «صرافی‌های غیر متمرکز» (Decentralized Exchanges) که به شکل
      اختصار به آن DEX هم می‌گویند در برخی موارد (خریدوفروش
      ارزهای دیجیتال) مشابه نمونه‌ی متمرکز هستند؛ اما از سایر
      لحاظ کاملاً متفاوت‌اند.
    </p>
    <p>
      صرافی غیرمتمرکز بر روی بلاک چین فعالیت می‌کند و وظیفه‌ی
      تأیید تراکنش‌ها بر عهده‌ی ماینرها یا همان استخراج‌کنندگان
      شبکه قرار می‌گیرد. کارمزدی که کاربران صرافی نیز می‌پردازند
      به ماینرها می‌رسد.
    </p>
    <p>
      در حقیقت انجام سفارش‌ها یا همان خرید و فروش در صرافی های
      غیرمتمرکز بر بلاک چین به وسیله‌ی «قراردادهای هوشمند»
      (Smart Contracts) انجام می‌گیرد که در آن کاربران نیازی به
      پرداخت وثیقه ندارند.{" "}
    </p>
    <p>
      قدم اول برای درک صرافی ‌های غیرمتمرکز، این است که بدانیم
      قراردادهای هوشمند چگونه کار می‌کنند. به زبان ساده‌تر،
      قراردادهای هوشمند، توافق‌هایی خودکار هستند که بین دو شخص
      معامله‌گر که مستقیماً به هم متصل‌اند، اجرا می‌شوند. اگر
      شخص A بخواهد خدماتی را از شخص B بخرد، قرارداد، دارایی A را
      قفل می‌کنند و زمانی ‌که شخص B وظیفه‌اش را انجام داد، آنگاه
      قرارداد دارایی ذکر‌شده را به کیف ‌پول دیجیتال B واریز
      می‌کند در غیر این صورت دارایی‌ها به A بازگردانده می‌شود.
    </p>
    <p>
      برخی از صرافی ‌های غیرمتمرکز سعی کرده‌اند روی چندین شبکه‌ی
      بلاک چین متفاوت به صورت هم‌زمان کار کنند؛ اما محبوب‌ترین
      DEXها روی بستر بلاک‌ چین‌هایی مانند اتریوم یا بایننس‌ چین
      کار می‌کنند.
    </p>
    <p>
      بازار در حال رشد صرافی غیرمتمرکز شامل بخش‌های متفاوتی
      می‌شود. هر پلتفرم، DEX را به شکلی ارائه می‌کنند که شامل
      «دفاتر سفارش»، «استخر نقدینگی» و برخی دیگر از سازوکارهای
      دیفای مانند «ابزارهای تجمیع‌کننده» است و بدین شکل ابزارهای
      مالی جدید و حتی آزمایشی را ارائه می‌کنند.
    </p>
    <p>
      می‌دانیم صرافی ‌های غیرمتمرکز در ابتدا مفهوم‌سازی شدند تا
      نیاز هر مرجعی برای نظارت و تأیید معاملات انجام‌شده در یک
      پلتفرم خاص را از بین ببرند. با کمک قراردادهای هوشمند،
      DEXها بدون هیچ‌گونه دخالت در معاملات، آنان را اداره
      می‌کنند. این باعث می‌شود که سیستم آن‌ها واقعاً «همتا به
      همتا» (Peer to Peer) باشد و اجازه‌ی بررسی و سواستفاده
      صاحبان آن پلتفرم، فراهم نباشد.
    </p>
    <h2>مزایای صرافی غیرمتمرکز</h2>
    <ul>
      <li>امنیت بالا</li>
      <li>حفظ حریم خصوصی </li>
      <li>حق حاکمیت</li>
    </ul>
    <p>
      در حقیقت صرافی ‌های غیرمتمرکز به دلیل حریم خصوصی، امنیت
      بیشتر و کنترل کاربری بیشتر که به دارندگان دارایی‌های
      دیجیتال ارائه می‌دهند، مورد ستایش قرار می‌گیرند.
    </p>
    <h4>امنیت</h4>

    <p>
      بزرگ‌ترین خطر ذاتی مبادلات متمرکز، هک و نفوذ است. در گذشته
      نقض امنیت مبادلاتی در بعضی صرافی ‌های متمرکز مانند
      Coincheck، Mt. Gox و Bitfinex، صنعت کریپتوکارنسی را نابود
      کرده و اعتماد عمومی را به طور جدی از بین برده است. تنها
      سرقت Coincheck منجر به از دست رفتن ارزهای رمزپایه‌ای به
      ارزش ۵۳۰ میلیون دلار شد.
    </p>
    <p>
      به دلیل ماهیت نگهداری صرافی‌های متمرکز، آن‌ها اغلب به
      عنوان هدفی ساده برای هکرها و سارقان تلقی می‌شوند. زیرا این
      صرافی‌ها با نگه داشتن وجوه کاربران خود در سیستم عامل،
      نقدینگی خود را حفظ می کنند و همین امر آن‌ها را مستعد هک
      شدن و سرقت‌های کلان می‌کند که باعث می‌شود «کلاهبرداری
      خروج» یا (exit scam) را انجام شود، که یعنی این صرافی‌ها
      کنترل کلیدهای خصوصی و وجوه مربوط به هر کلید را از دست
      داده‌اند. برجسته‌ترین مثال QuadrigaCX است.{" "}
    </p>
    <p>
      اما صرافی ‌های غیرمتمرکز کمتر در معرض این نوع خطر قرار
      دارند، زیرا کاربران می‌توانند آزادانه از طریق کیف پول‌های
      سرد یا گرم بدون نیاز به استفاده از کلیدهای خصوصی، در این
      سیستم عامل‌ها تجارت کنند. اساساً کاربران مسئول حفظ امنیت
      حساب‌های خود هستند. علاوه بر این، سرقت وجوه شخصی از
      کاربران برای هکرها سودآور نخواهد بود، زیرا این کار بسیار
      پرهزینه و دشوار است.
    </p>
    <h4>حریم خصوصی</h4>
    <p>
      تقریبا تمام تبادلات متمرکز برای ارائه خدمات به مشتریان خود
      پروسه‌ای به نام KYC را طی می‌کنند که دارندگان ارزهای
      رمزنگاری شده را مجبور می‌کند اطلاعات شخصی خود را به صرافی
      بدهند و به نوعی احراز هویت کنند.
    </p>
    <p>
      بیشتر صرافی ‌های غیرمتمرکز چنین چیزی را اجرا نمی‌کنند. از
      آنجا که توسط هیچ مرجع مرکزی محافظت نمی‌شوند، نیازی به
      استفاده از پروتکل‌های KYC نیست. این امر هنگام معامله با
      صرافی ‌های غیرمتمرکز، به کاربران، حریم خصوصی را ارائه
      می‌دهد. با این حال، شایعاتی در اواخر سال ۲۰۲۰ مبنی بر
      اینکه ناظران ایالات متحده و «گروه ویژه اقدام مالی» (FATF)
      به دنبال راهی برای اجرای KYC در کیف پول‌های رمزنگاری‌شده
      در سال ۲۰۲۱ هستند، منتشر شده است.{" "}
    </p>
    <h4>حق حاکمیت</h4>
    <p>
      حاکمیت یا کنترل وجوه شخص می‌تواند آزادانه در صرافی ‌های
      غیرمتمرکز اعمال شود. کاربران حضانت کامل وجوه خود را خواهند
      داشت و می‌توانند از آن‌ها به دلخواه خود استفاده کنند.
      نگرانی‌هایی مانند مبادلات منجمد دارایی‌های آن‌ها یا
      جلوگیری از برداشت‌ها به ندرت در صرافی ‌های غیرمتمرکز اتفاق
      می‌افتد. لازم به ذکر است که همه مبادلات غیرمتمرکز، برابر
      نیستند و در عمل از شِبه غیرمتمرکز تا کاملاً غیرمتمرکز،
      متغیر هستند.
    </p>
    <h2>معایب صرافی غیرمتمرکز</h2>
    <ul>
      <li>سرعت معامله</li>
      <li>مشکلات نقدینگی</li>
    </ul>
    <p>
      مبادلات غیرمتمرکز به همان اندازه که مفید هستند، نقص‌های
      معقولی نیز دارند. مهم این است که قبل از تصمیم‌گیری در مورد
      استفاده از صرافی مورد نظر خودتان، این معایب را بسنجید.
    </p>
    <h4>سرعت معامله</h4>
    <p>
      پردازش سفارشات در DEXها می‌تواند کند باشد. دلیل این امر
      این است که تماس‌های معاملاتی باید قبل از پردازش در شبکه،
      پخش و توسط ماینرها تأیید شوند. به همین دلیل است که معاملات
      DEX به میزان زیادی از لغزش قیمت رنج می‌برند، تا جایی که
      ممکن است معامله به قدری طول بکشد که به دلیل تغییر در ارزش
      اولیه ارز‌ انجام نشود.
    </p>
    <p>
      همچنین Front-running یکی از نگرانی‌های عمومی است. در این
      سناریو، کاربرانی که هزینه‌ی بالاتری را برای کارمزد به
      ماینرها می‌پردازند در ابتدای صف قرار می‎‌گیرند تا تراکنش
      آن‌ها زودتر تأیید شود.
    </p>
    <h4>مسائل نقدینگی</h4>
    <p>
      نقدینگی با مبادلات متمرکز از طریق سرمایه عظیم حاصل می‌شود.
      صرافی های غیرمتمرکز اغلب در این راستا مشکلاتی دارند زیرا
      برخلاف صرافی‌های متمرکز، نقدینگی آن‌ها به تعداد کاربران
      فعال در سیستم عامل بستگی دارد. آن‌ها همچنین اغلب به هیچ
      صندوقی دسترسی ندارند که بتوانند برای تسهیل معاملات در آنجا
      حرکت کنند.
    </p>
    <p>
      خوشبختانه، این نوع امور مالی غیرمتمرکز برای حل این مشکل از
      استخرهای نقدینگی کمک می‌گیرند. کاربران با وارد شدن به
      صرافی های غیرمتمرکز، ارزهای دیجیتال خود را به استخرهای
      نقدینگی وارد می‌کنند تا دیگر کاربران نیز بتوانند استفاده
      کنند.
    </p>
    <h2>معروف ‌ترین صرافی ‌های غیر‌متمرکز</h2>
    <p>
      حال که با مفهوم کلی صرافی غیرمتمرکز آشنا شده‌اید، بهتر است
      چند نمونه از صرافی‌های پر‌طرفدار غیرمتمرکز را به شما معرفی
      کنیم. شاید در نگاه اول کار با چنین صرافی‌هایی کمی دشوار به
      نظر برسد. اما با مشاهده آموزش‌های اصولی و دقیق از منابع
      معتبر، می‌توانید به راحتی از امکانات آن‌ها استفاده کنید.
    </p>
    <h4>یونی‌ سواپ</h4>
    <p>
      «یونی ‌سواپ» (Uniswap) برپایه بلاک چین اتریوم ساخته شده و
      تنها با چند گام آسان می‌توانید با استفاده از قراردادهای
      هوشمند، اتریوم و توکن‌های ERC-20 را معامله کنید.
    </p>
    <p>
      مبلغ کارمزد در این صرافی غیرمتمرکز، ۰.۳ درصد است که به‌ هر
      دو شکل اتریوم و توکن ERC-20 پرداخت می‌شود.
    </p>
    <h4>بیسکیو</h4>
    <p>
      «بیسکیو» (Bisq) یکی از مشهور‌ترین صرافی ‌های غیرمتمرکز بیت
      کوین است که امکان مبادلات این رمز ارز را با ارزهای رایجی
      از جمله فیات فراهم می‌سازد. برای استفاده از این صرافی،
      احتیاجی به احراز هویت یا ارائه اطلاعات شخصی ندارید. وجود
      نرم‌افزار‌های متن‌باز برای سیستم‌عامل شخصی نیز یکی دیگر از
      مزیت‌های بیسکیو است.
    </p>
    <p>
      استفاده از مرورگر «تور» (Tor)، پردازش در رایانه شخصی کاربر
      و کیف پول‌های شخصی، منجر به این می‌شود که هیچ نقطه متمرکزی
      در عملیات‌ مرتبط با این صرافی وجود نداشته باشد. از نکات
      منفی این صرافی، می‌توان سرعت پایینِ آن را نام برد که به‌
      واسطه اجرای سیاست‌های امنیتی و حفظ حریم خصوصی، توسعه یافته
      است.
    </p>
    <p>
      طبق گزارشات، حجم معاملات بیسکو، فقط برای ارز دیجیتال
      مونرو، چیزی حدود ۱۱۹,۰۰۰ دلار به‌صورت روزانه است. ۱۵,۰۰۰
      دلار بیت کوین و حدود ۵,۰۰۰ اتر نیز در این صرافی به‌صورت ۲۴
      ساعته در حال معامله است.
    </p>
    <p>
      با وجود حجم معاملات بسیار کم و سرعت پایین سرورها، می‌توان
      بیان کرد که بیسکیو یکی از امن ترین صرافی‌های غیرمتمرکز
      دنیا است.
    </p>
    <h4>کایبر‌سواپ </h4>
    <p>
      می‌توان «کایبرسواپ» (Kyberswap) را به عنوان یکی از بهترین
      صرافی‌های نسل جدید در پلتفرم‌های مبادلات کریپتوکارنسی
      دانست که به شکل غیرمتمرکز به فعالیت خود ادامه می‌دهد. این
      صرافی بر بستر بلاک چینی مثل اتریوم اجرا شده و از جمله
      پلتفرم‌هایی است که با شبکه آزمایشی (تست‌نت)، مورد سنجش
      قرار گرفته.
    </p>
    <p>
      در این صرافی هم، از قراردادهای هوشمند استفاده می‌شود. نکته
      مثبت دیگری که در ارتباط با این صرافی وجود دارد، استفاده از
      ذخایر پویا است که به شبکه امکان می‌دهد تا با فراهم کردن
      مقداری کافی از نقدینگی، خدماتش را با قیمت کمتری در اختیار
      کاربران قرار دهد.
    </p>
    <p>
      این پروژه در کشور سنگاپور توسعه یافته است و یک ارز دیجیتال
      با نام KNC را توسعه داده است. صرافی کایبرسواپ در نسخه‌هایی
      از قبیل دسکتاپ و موبایل و تحت وب در اختیار کاربران قرار
      می‌گیرد.
    </p>
    <h4>وان ‌اینچ </h4>
    <p>
      «وان ‌اینچ» (1Inch Exchange) را می‌توان سرویسی چند لایه از
      صرافی ‌های غیرمتمرکز در نظر گرفت. در واقع وان‌ اینچ چندین
      صرافی غیرمتمرکز در بستر یک پلتفرم هستند. امکان ثبت سفارشات
      به‌صورت محدود، در این صرافی وجود دارد و تنوع توکن‌های حاضر
      در این صرافی نیز، نسبتاً قابل‌قبول است. زمانی که یک سفارش
      در این پلتفرم ثبت می‌کنید، سفارش شما در چند دفتر صرافی
      غیرمتمرکز، به‌صورت همزمان، قرار می‌گیرد.
    </p>
    <h4>بایننس دکس </h4>
    <p>
      حتما با صرافی متمرکز معروف بایننس آشنایی دارید. این صرافی
      در فوریه ۲۰۱۹، سیستم غیر‌متمرکز مختص به خود را به نام
      «بایننس دکس» (Binance DEX) راه‌اندازی کرد. صرافی غیرمتمرکز
      بایننس از هسته‌ی پردازش همان صرافی یا همان «زنجیره بایننس»
      (Binance Chain) برای انجام معاملات استفاده می‌کند؛
      بنابراین در بحث قدرت و سرعت انجام تراکنش‌ها می‌توان گفت که
      تفاوتی با صرافی‌ متمرکز بایننس ندارد. کارمزد در این
      پلتفرم، مبلغ معقولی است در حدود 0.1 درصد است.
    </p>
    <p>
      توجه داشته باشید که با آی‌پی آدرس ایران از این صرافی
      نمی‌توان استفاده کرد.
    </p>
    <h4>بالانسر </h4>
    <p>
      صرافی غیر‌متمرکز «بالانسر» (Balancer) در سال ۲۰۲۰ و بر
      پایه بلاک چین اتریوم شروع به کار کرد. این صرافی دارای یک
      توکن بومی به اسم BAL هست که برای کنترل تورم، در نهایت ۱۰۰
      میلیون از این توکن تولید و توزیع خواهد شد. یکی از
      ویژگی‌های خاص و پر کاربرد صرافی بالانسر، قابلیت ایجاد
      استخر نقدینگی شخصی با چندین نوع توکن متفاوت است. این در
      حالی‌ است که برای ایجاد استخر نقدینگی در صرافی یونی‌ سواپ
      که پیشتر ذکر شده، باید نسبت ۵۰درصد به ۵۰درصد توکن‌ها رعایت
      شود.
    </p>
    <h2>سخن پایانی</h2>
    <p>
      مبادلات غیرمتمرکز یکی از عناصر اصلی ساخت اکوسیستم مالی
      غیرمتمرکز یا همان دیفای هستند. صرافی غیرمتمرکز بستری است
      که کاربران می توانند ارز رمزنگاری شده را مستقیماً با
      یکدیگر و بدون استفاده از واسطه معامله کنند. امنیت و غیر
      شفاف بودن این معاملات درواقع بزرگ‌ترین نقطه قوت صرافی های
      غیرمتمرکز است.
    </p>
    <p>
      در بالا لیستی از این صرافی‌ها معرفی شد، اگر شما نیز تجربه
      استفاده از هرکدام از این صرافی‌ها را دارید آن را با ما در
      بخش نظرات در میان بگذارید.{" "}
    </p>
    <p>
      Description: صرافی غیرمتمرکز سیستمی است که نیاز به مدیر یا
      شخص ثالث برای کنترل و مدیریت را از میان برمی‌دارد. ولی آیا
      می‌دانید این صرافی چگونه کار می‌کند؟{" "}
    </p>
 
    `,
    isLike: true,
    like: 20,
    comments: 12,
    date: "1398/08/23",
    url: "صرافی-غیر-متمرکز-چیست-و-بهترین‌-های-آن-کدام-است",
  },
  {
    id: 2,
    title: "۱۱ اشتباه رایج در تحلیل تکنیکال که باید از آن اجتناب کنید",
    category: "آموزش",
    poster_card: "/images/newsImg.png",
    image: "/images/rownews.png",
    desc_sm: `
    تحلیل تکنیکال با بررسی نمودارهای قیمتی و روند حرکت بازار در گذشته سعی می‌کند که قیمت یک دارایی را حدس بزند. در این تحلیل اشتباهات رایجی وجود دارد که در این مقاله آنها را لیست کردیم.`,
    desc: `
    <h2>مقدمه</h2>
    <p>
      اگر شما هم جزو کسانی هستید که مدتی می‌شود وارد حوزه‌ی
      ارزهای دیجیتال شده‌اید حتماً به اهمیت تحلیل در این بازار
      پی برده‌اید. چه این تحلیل فاندامنتال باشد چه تکنیکال،
      یادگیری آن می‌تواند برای کسانی که سررشته‌ی چندانی در این
      زمینه ندارند سخت به نظر برسد. با‌این‌حال باید توجه داشت که
      حتی سرمایه‌گذاران حرفه‌ای بازارهای مالی و به ویژه بازار
      پرنوسان و غیرقابل پیش‌بینی ارزهای دیجیتال هم علی‌رغم
      سال‌ها فعالیت و تجربه، مرتکب اشتباه می‌شوند.
    </p>
    <p>
      این افراد سعی می‌کنند با به‌کارگیری تجربیات دیگر فعالان
      این بازار و شناختن اشتباهات قبلی خود، این اشتباهات را به
      حداقل برسانند. از همین رو شما هم می‌توانید با خواندن این
      مقاله اشتباهات رایجی را که تازه‌واردها و حتی افراد باتجربه
      در تحلیل‌های تکنیکال خود مرتکب می‌شوند، بشناسید و دیگر
      آن‌ها را تکرار نکنید. فراموش نکنید که یک سرمایه‌گذار موفق
      سرمایه‌گذاری است که ذهن بازی داشته و در تمام شرایط بازار
      خونسردی خود را حفظ می‌کند. در تصمیم‌گیری‌های چنین
      سرمایه‌گذاری احساسات و تصمیمات آنی جایی ندارد و شما هم به
      راحتی می‌توانید با رعایت این نکات به یک سرمایه‌گذار
      کم‌خطاتر تبدیل شوید.
    </p>
    <h2>تحلیل تکنیکال چیست؟</h2>
    <p>
      «تحلیل تکنیکال» یا فنی (Technical Analysis) یکی از روش‌های
      پراستفاده برای تحلیل و پیش‌بینی روند آینده‌ي بازارهای مالی
      است که از دیرباز سرمایه‌گذاران مختلف از آن استفاده
      می‌کنند. برخلاف نوع دیگر تحلیل که «تحلیل فاندامنتال»
      (Fundamental Analysis) نام دارد و اکثراً به بررسی تأثیر
      عوامل خارجی بازار می‌پردازد، در تحلیل تکنیکال تماماً روی
      نمودار قیمتی تمرکز می‌کنیم. به عبارت دیگر در تحلیل تکنیکال
      سعی می‌کنیم با استفاده از ابزارها و فرمول‌های مشخص حرکت
      بعدی قیمت یک دارایی مثل قیمت بیت کوین را پیش‌بینی کنیم.
      این نوع تحلیل را می‌توان به غیر از بازار ارزهای دیجیتال در
      تمام بازارهای مالی دیگر از جمله بازار بورس، فارکس، طلا و
      غیره هم به کار برد.
    </p>
    <p>
      مفاهیم اولیه تحلیل تکنیکال ممکن است در نگاه اول ساده و
      قابل فهم به نظر بیاید ولی حرفه‌ای شدن در آن کار چندان
      راحتی نخواهد بود. البته باید اعتراف کنیم که اشتباه ممکن
      است در هنگام یادگیری هر مهارت جدیدی پیش بیاید و نباید از
      آن ترسید. با‌این‌حال از آنجایی که در بازارهای مالی و به
      خصوص بازار رمزارزها بحث سرمایه‌ی شخصی و پول در میان است
      این اشتباهات می‌تواند منجر به از دست رفتن دارایی‌های شما
      شود.
    </p>
    <p>
      برای همین است که می‌گوییم سرمایه‌گذاران موفق از اشتباهات
      خود و دیگران درس می‌گیرند. خود شما هم که هم‌اکنون در حال
      مطالعه‌ی این مقاله هستید نشان می‌دهد که این موضوع را
      به‌خوبی درک کرده‌اید. بنابراین بهتر است به سراغ اصل مطلب
      برویم و در ادامه با جزئیات کامل در مورد چند اشتباه رایج در
      تحلیل تکنیکال صحبت کنیم.
    </p>
    <h2>عدم مدیریت ضرر</h2>
    <p>
      اولین اشتباهی که می‌خواهیم مقاله را با آن شروع کنیم قبول
      نکردن شکست و عدم مدیریت ضرر است. حرفه‌ای‌های بازار همیشه
      می‌گویند که هدف اصلی بردن نیست، بلکه شکست نخوردن است.
      بنابراین باید همواره به یک قانون پایبند باشید و این قانون
      چیزی نیست جز قبول شکست و متوقف کردن ضرر.
    </p>
    <p>
      افراد تازه‌کار زیادی هستند که با انجام تحلیل تکنیکال وارد
      یک معامله شده‌اند ولی بعد از اینکه می‌بینند بازار برخلاف
      پیش‌بینی‌ آن‌ها پیش می‌رود شکست را قبول نمی‌کنند. این
      افراد وقتی معامله‌ای باز می‌کنند و وارد ضرر می‌شوند، به
      امید اینکه بازار برخواهد گشت هیچ اقدامی نمی‌کنند و در
      بیشتر مواقع هم ضررهایشان چند برابر می‌شود. در حالی که اگر
      در همان اوایل جلوی ضرر خود را می‌گرفتند ممکن بود در
      معامله‌های بعدی آن را جبران کرده و حتی سود بیشتری هم کسب
      کنند.
    </p>
    <p>
      امروزه بیشتر صرافی‌های معتبر امکاناتی نظیر «حد ضرر»
      (Stop-Loss) در خود جای داده‌اند که می‌توان از این گزینه
      برای مدیریت ضرر استفاده کرد. نحوه‌ی کار این ویژگی بدین
      صورت است که فرض کنیم شما بیت کوین را در قیمت ۵۰ هزار دلار
      خریده‌اید، اگر حد ضرر خود را در داخل صرافی روی ۴۵ هزار
      دلار بگذارید، به محض اینکه قیمت بیت کوین از ۴۵ هزار دلار
      کمتر شود، بیت کوین‌های شما به صورت خودکار فروخته خواهند
      شد.
    </p>
    <p>
      البته انتخاب حد ضرر به صورت تصادفی نیست و همیشه از روی
      مقاومت و حمایت‌های یک ارز انتخاب می‌شود. مثلاً اگر ما
      می‌دانیم که بیت کوین یک حمایت قوی در قیمت ۳۰ هزار دلار
      دارد و در صورت شکسته شدن آن و پایین رفتن قیمت از این سطح،
      امکان ریزش بیشتر تا ۲۰ هزار دلار زیاد است، در این شرایط حد
      ضرر خود را کمی پایین‌تر از ۳۰ هزار دلار قرار می‌دهیم. با
      این کار حتی زمانی که خودمان پای نمودار قیمت نباشیم و ارزش
      بیت کوین به سرعت به زیر ۳۰ هزار دلار و بعد از آن به ۲۰
      هزار دلار برسد، چون حد ضرر خود را مشخص کرده‌ایم، تمام بیت
      کوین‌های ما در ۳۰ هزار دلار فروخته می‌شود و می‌توانیم با
      همان پول دوباره در قیمت‌های پایین‌تر این رمزارز را تهیه
      کنیم.
    </p>
    <h2>جنون معامله</h2>
    <p>
      این اشتباه از جمله اشتباهاتی است که هر کسی در طول دوران
      سرمایه‌گذاری خود مرتکب آن خواهد شد. بسیاری از
      سرمایه‌گذاران و تریدرهای کم‌تجربه و حتی باسابقه فکر
      می‌کنند که مدام باید یک موقعیت معاملاتی باز داشته باشند.
      یک سرمایه‌گذاری خوب در بازار ارزهای دیجیتال نیازمند صبر و
      تحلیل زیاد است که می‌توان زمان زیادی را به خود اختصاص دهد.
      با این حال بعضی افراد در روز چندین خریدوفروش موفق انجام
      می‌دهند و هنوز از انجام این کار سیر نمی‌شوند. در چنین
      شرایطی معمولاً یک معامله‌ی بد همه‌ی سودهای معامله‌های قبلی
      را هم از بین می‌برد. بنابراین همیشه توجه داشته باشید که
      لازم نیست در همه‌ی شرایط و زمان‌های بازار معامله کنید.
    </p>
    <p>
      به عبارت دیگر اگر شما بسته به استراتژی معاملاتی خود چند
      معامله‌ی خوب انجام داده‌اید و به سود خوبی هم در آن بازه‌ی
      زمانی رسیده‌اید بهتر است از بازار فاصله بگیرید. اینطور
      نباشد که با خواندن یک خبر یا تحلیل ناقص از روی احساسات
      معامله‌ی دیگری باز کنید.
    </p>
    <p>
      فراموش نکنید که در بازارهای مالی با صبر به سود می‌رسید نه
      زیاد بودن تعداد معامله‌ها. بعضی مواقع سودآورترین کار این
      است که هیچ کاری انجام ندهید و منتظر بمانید که بازار روند
      خود را طی کند. در این صورت خواهید دید که موقعیت معاملاتی
      بسیار مناسب‌تری نصیبتان می‌شود.
    </p>
    <h2>استفاده نکردن از بازه‌های زمانی بزرگتر</h2>
    <p>
      یکی دیگر از اشتباهات رایج در تحلیل تکنیکال تمرکز بیش از
      اندازه روی بازه‌های زمانی کوچک‌تر است. همان‌طور که
      می‌بینید هنگام مشاهده‌ی نمودار قیمت یک ارز در صرافی‌ها یا
      سایت‌های کمکی مثل TradingView می‌توان بازه‌ی زمانی را عوض
      کرد و تغییرات قیمتی را بازه‌های زمانی مختلف مثل ۵ دقیقه، ۱
      ساعت، ۴ ساعت، ۱ هفته و غیره دید.
    </p>
    <p>
      به عقیده‌ی خیلی‌ها تحلیلی که روی نمودار با بازه‌ی زمانی
      بزرگتر صورت می‌گیرد بسیار قابل اطمینان‌تر از تحلیلی است که
      روی بازه‌های کوچک‌تر انجام می‌شود. دلیل آن هم این است که
      در بازه‌های زمانی کوچک‌تر ممکن است احساسات تریدرهای دیگر
      باعث تغییرات قیمتی غیرواقعی شود و شما را نیز وسوسه کند.
      البته ناگفته نماند که بعضی از تریدرها هستند که در معامله
      روی بازه‌های‌ زمانی کوتاه مثل ۵ دقیقه مهارت دارند و
      می‌توانند سود خوبی از این راه کسب کنند. ولی به هر حال
      معامله تنها براساس بازه‌های زمانی کوچک برای تازه‌واردها
      پیشنهاد نمی‌شود زیرا احتمال اشتباه و از دست دادن سرمایه در
      آن زیاد است.
    </p>
    <p>
      بهتر است همیشه در هنگام تحلیل تکنیکال از بازه‌های زمانی
      بزرگتر مثل روزانه یا حتی هفتگی آغاز کنید و سابقه‌ي قیمتی
      آن ارز را از ابتدا تاکنون ببینید. سپس می‌توانید این بازه
      را کوچک‌تر کرده و تحلیل هوشمندانه‌تری داشته باشید.
    </p>
    <h2>عدم مشخص کردن صحیح حمایت‌ها و مقاومت‌ها</h2>
    <p>
      همان‌طور که می‌دانید در تحلیل تکنیکال «حمایت» (Support) و
      «مقاومت» (Resistance) به محدوده‌هایی در نمودار قیمت یک ارز
      گفته می‌شود که در آن محدوده‌ها بارها شاهد عکس‌العمل
      کاربران و تغییر جهت قیمت بوده‌ایم. به عبارت دیگر اگر مثلاً
      قیمت بیت کوین چند بار در گذشته به محدوده‌ی قیمتی حدود ۳۵
      هزار دلار واکنش داده باشد انتظار می‌رود که دوباره با رسیدن
      به این قیمت حمایت شود یا با مقاومت روبه‌رو شود. حمایت
      زمانی صورت می‌گیرد قیمت بیت کوین محدوده‌ی ۳۵ هزار دلار را
      رد کرده و مثلاً به ۵۰ هزار دلار رسیده و دوباره به ۳۵ هزار
      دلار نزدیک می‌شود. مقاومت هم زمانی اتفاق می‌افتد که به
      عنوان مثال بیت کوین به قیمت‌های پایین رفته و دوباره به
      محدوده‌ی ۳۵ هزار دلار نزدیک می‌شود.
    </p>
    <p>
      حال اشتباهی که خیلی‌ها مرتکب آن می‌شوند این است که این
      حمایت‌ها و مقاومت‌ها را یک عدد ثابت درنظر می‌گیرند در
      صورتی که باید یک محدوده و بازه‌ی قیمتی در نظر بگیرند. مثال
      قبلی را دوباره بخوانید. وقتی می‌گوییم محدوده‌ی ۳۵ هزار
      دلار منظورمان محدوده‌‌ای است که کمی از این رقم پایین‌تر و
      کمی بالاتر است. اگر بخواهیم دقیق‌تر بگوییم مثلاً می‌توان
      مقاومت یا حمایت مثال قبلی را چیزی بین ۳۴ هزار ۵۰۰ تا ۳۵
      هزار و ۵۰۰ در نظر گرفت. توجه داشته باشید که این فقط یک
      مثال است و برای تعیین دقیق محدوده‌های حمایتی و مقاومتی
      باید از روی نمودار قیمتی این کار صورت بگیرد.
    </p>
    <h2>استفاده‌ی اشتباه از اندیکاتورها</h2>
    <p>
      در تحلیل تکنیکال از اندیکاتورها برای آسان کردن کارها
      استفاده می‌شود. نباید اینگونه باشد که با استفاده‌ی اشتباه
      از آن‌ها خود را دچار سردرگمی کنیم. تقریباً در همه‌ی
      نمودارهای قیمت در صرافی‌ها و سایت‌های کمکی مثل TradingView
      امکان انتخاب اندیکاتورهای مختلف وجود دارد که در کسری از
      ثانیه روی نمودار قیمت ظاهر می‌شوند. با این حال افراد
      تازه‌کار می‌توانند خیلی ساده با استفاده‌ي اشتباه و بیش از
      اندازه از این اندیکاتورها از مسیر اصلی خارج شوند و به
      بی‌راهه بروند.
    </p>
    <p>
      تریدرهای زیادی وجود دارند که روی یک نمودار چندین و چند
      اندیکاتور فعال می‌کنند در حالی که نحوه‌ی استفاده‌ی درست از
      آن‌ها را هنوز به طور کامل یاد نگرفته‌اند. برخی دیگر نیز از
      آن طرف بام می‌افتند و تنها از روی یک اندیکاتور و بدون در
      نظر گرفتن عوامل دیگر وارد بازار می‌شوند. هر دوی این
      اشتباهات به کرات دیده شده است و شما نباید آن‌ها را تکرار
      کنید.
    </p>

    <p>
      همچنین باید توجه داشت که برخی از اندیکاتورها مناسب استفاده
      از در بازارهایی هستند که یک روند نزولی یا صعودی را دنبال
      می‌کنند. در صورتی که برخی دیگر نیز در بازارهای نوسانی یعنی
      زمانی که قیمت یک ارز بین دو محدوده‌ی قیمتی بالا و پایین
      می‌شود، بهتر جواب می‌دهند. بنابراین باید اندیکاتور مورد
      استفاده‌ی خود را به خوبی بشناسید و بدانید که کجا باید از
      آن استفاده کنید.
    </p>
    <h2>انتقام از بازار</h2>
    <p>
      آیا برای شما هم پیش آمده که در جریان یک معامله دچار ضرر
      زیادی شده باشید و بلافاصله بخواهید با مبلغ دیگری وارد
      معامله شوید تا ضرر خود را برگردانید؟ به این کار انتقام از
      بازار می‌گوییم که در بیشتر مواقع هم چیزی جز ضرر مضاعف برای
      شما در پی نخواهد داشت. ورود آنی به یک معامله‌ی دیگر بعد از
      ضرر، مصداق واقعی معامله بر اساس احساسات است که از جمله
      گناهان کبیره‌ی تحلیل تکنیکال محسوب می‌شود.
    </p>
    <p>
      صحبت در مورد کنترل احساسات و خونسردی اکنون که ضرر
      نکرده‌ایم و همه‌چیز طبق برنامه پیش می‌رود کار راحتی است
      ولی آیا واقعاً می‌توانید در شرایط بحرانی هم احساسات خود را
      کنترل کنید و تصمیم‌های عجولانه نگیرید؟ تحلیل تکنیکال
      همانطور که از اسمش پیداست یک تحلیل است و هر تحلیلی نیازمند
      بررسی شرایط مختلف و زمان کافی برای این کار است. بنابراین
      همیشه باید برای تحلیل‌های خود زمان کافی بگذارید و به فکر
      انتقام از بازار با حمله‌ی انتحاری نباشید.
    </p>
    <p>
      به یاد داشته باشید که بسیاری از سرمایه‌گذاران موفق بعد از
      تحمل شکست‌های بزرگ برای مدتی از بازار دور می‌شوند تا با
      پاکسازی ذهن خود شروع تازه‌ای در سرمایه‌گذاری خود داشته
      باشند.
    </p>
    <h2>تعصب بی‌جا</h2>
    <p>
      از مهم‌ترین شروط موفقیت در بازار ارزهای دیجیتال و در حالت
      کلی ترید در هر بازار مالی این است که بدون هیچ تعصب خاصی
      رفتار کنید و بتوانید نظرتان را به راحتی عوض کنید. برای
      مثال نباید اینگونه باشد که شما روی یکی از اندیکاتورهای
      تحلیل تکنیکال تعصب بی‌جا داشته باشید و حتی در شرایط خاص
      بازار هم از آن استفاده کنید. در حالی که خودتان هم به خوبی
      می‌دانید چنین شرایط خاصی می‌تواند به کلی روند بازار را
      تغییر دهد و استفاده از آن اندیکاتور سودی نخواهد داشت.
    </p>
    <p>
      اگر مدتی می‌شود که به تحلیل تکنیکال بازارهای مالی
      می‌پردازید یا به‌تازگی وارد این حوزه شده‌اید بهتر است به
      نظرات دیگر افراد توجه داشته باشید. بدین ترتیب می‌توانید
      ادعا کنید که در تحلیل‌های خود همه‌ی جوانب را در نظر
      گرفته‌اید.
    </p>
    <p>
      همیشه به یاد داشته باشید که بازار ارزهای دیجیتال شبیه
      سینما یا دنیای فوتبال نیست که هوادار یک تیم یا فیلم باشید
      و سعی کنید در همه‌ی بحث‌ها از آن‌ها حمایت کنید. اگر به یک
      پروژه یا ارز دیجیتال خاص علاقه‌مند هستید نباید بگذارید که
      این موضوع باعث تعصب بی‌مورد و در نهایت تاثیر منفی در
      تصمیم‌گیری شما شود.
    </p>
    <h2>عدم توجه به شرایط ویژه‌ی بازار</h2>
    <p>
      بارها گفته‌ شده که بازارهای مالی بازارهایی هستند که
      نوسانات زیادی دارند و این موضوع در بازار ارزهای دیجیتال
      چند برابر است. بعضی اوقات شرایطی در بازار این رمزارزها پیش
      می‌آید که می‌تواند روی تحلیل‌های تکنیکال بهترین تحلیل‌گران
      هم تاثیر بگذارد و باعث اشتباه از آب در آمدن تحلیل آن‌ها
      شود. یادتان باشد که بازار همیشه بر اساس فلسفه‌ی عرضه و
      تقاضا حرکت می‌کند و طبیعی است که در برخی از زمان‌ها تقاضا
      از عرضه بیشتر یا کمتر شود.
    </p>
    <p>
      اینکه بخواهید تنها براساس اندیکاتورهای تحلیل تکنیکال
      معامله کنید و برای مثال به محض اینکه یکی از آن‌ها سیگنال
      خرید داد وارد معامله شوید، بدون شک باعث خواهد شد که شکست
      بخورید. اندیکاتور «شاخص قدرت نسبی» (Relative Strength
      Index) یا به اختصار RSI را در نظر بگیرید که یکی از
      اندیکاتورهای مشهور تحلیل تکنیکال است. در این اندیکاتور اگر
      شاخص به زیر عدد ۳۰ برود نشان می‌دهد که رمزارز مورد نظر با
      قیمتی کمتر از ارزش واقعی خود معامله می‌شود. آیا این یعنی
      به محض اینکه RSI‌ به زیر این عدد رسید باید خرید کنیم؟
      البته که نه! این پایین آمدن تنها به ما می‌گوید که
      فروشنده‌ها قدرت بازار را فعلاً در اختیار گرفته‌اند. این
      شاخص می‌تواند در شرایط خاص بازار به عددهای بسیار پایین‌تر
      هم برسد که حتی این ارقام هم نباید تنها دلیل ما برای ورود
      به بازار باشند.
    </p>
    <h2>
      فراموش کردن اینکه تحلیل تکنیکال تنها احتمالات را مشخص
      می‌کند
    </h2>
    <p>
      در تحلیل تکنیکال با احتمالات سروکار داریم و خبری از قطعیت
      نیست. این یعنی فرقی نمی‌کند که چقدر در تحلیل تکنیکال تجربه
      داشته باشید و از چه استراتژی کمک بگیرید، در نهایت هیچ
      تضمیمی وجود ندارد که بازار طبق پیش‌بینی‌های شما پیش برود.
    </p>
    <p>
      بنابراین همیشه باید به یاد داشته باشید که هر نتیجه‌گیری و
      تحلیلی که انجام می‌دهید تنها در حد یک احتمال است و ممکن
      است بازار طبق پیش‌بینی شما جلو نرود. در معامله‌های خود هم
      باید این موضوع را در نظر بگیرید و اینطور نباشد که تمام
      سرمایه‌ی خود را به خاطر یک تحلیل درگیر معامله کنید.
    </p>
    <h2>دنبال کردن کورکورانه‌ی تریدرهای دیگر</h2>
    <p>
      برای اینکه بخواهید در هر زمینه‌ای مهارت پیدا کنید باید
      همیشه به فکر پیشرفت باشید. این موضوع درمورد معامله در
      بازارهای مالی از جمله ارزهای دیجیتال هم صادق است. در حقیقت
      از آنجایی که شرایط این بازار مدام تغییر می‌کند شما هم باید
      اطلاعات خود را به‌روز نگه دارید. یکی از بهترین روش‌‌ها
      برای این کار این است که تریدرها و سرمایه‌گذاران موفق بازار
      مورد نظر خود را شناخته و تحلیل‌های آن‌ها را نیز دنبال
      کنید.
    </p>
    <p>
      اما توجه کنید که این موضوع نباید باعث شود که به‌صورت
      کورکورانه و تنها به دلیل اینکه تریدر موفق دیگری حرفی
      می‌زند به آن عمل کنید. در واقع بهترین کار این است که نکات
      قوت خود را شناخته و روی آن تمرکز کنید. بدین ترتیب
      رفته‌رفته برای خود صاحب نظر خواهید شد و ممکن است این مسئله
      در آینده بارها شما را نجات دهد.
    </p>
    <p>
      اگر مصاحبه‌ی سرمایه‌گذاران موفق با رسانه‌ها را بخوانید
      می‌بینید که بیشتر آن‌ها از استراتژی‌های متفاوت از همی
      استفاده می‌کنند. این یعنی ممکن است یک استراتژی معاملاتی
      برای یک سرمایه‌گذار نتیجه‌ی خوبی بدهد ولی سرمایه‌گذار دیگر
      نتواند از مزایای آن بهره ببرد. فراموش نکنید که روش‌ها و
      راه‌های بسیار زیادی برای سود بردن از این بازار وجود دارد و
      شما باید ببینید کدام یک بیش از همه با روحیات شما جور در
      می‌آید.
    </p>
    <p>
      ورود به بازار تنها بر اساس تحلیل افراد دیگر ممکن است چندین
      بار به موفقیت برسد ولی اگر به‌صورت کورکورانه تنها از روی
      تحلیل‌های این افراد خریدوفروش کنید و خودتان نفهمید که چکار
      می‌کنید، در درازمدت با مشکل روبه‌رو خواهید شد.
    </p>
    <p>
      اگر بخواهیم خلاصه بگوییم دنبال کردن تحلیل‌های
      سرمایه‌گذاران موفق کار پسندیده‌ای است ولی به شرطی که
      تحلیل‌ها و دانسته‌های خود را هم دخالت بدهید و کاملاً درک
      کنید که این افراد به چه دلایلی تحلیل مورد نظر خود را ارائه
      داده‌اند. اگر با تحلیل آن‌ها موافق نبودید وارد معامله
      نشوید ولی اگر نظر شما با نظر آن‌ها همسو بود می‌توانید به
      ورود به بازار فکر کنید.
    </p>
    <h2>معامله در خلاف روند بازار</h2>
    <p>
      منظور از روند بازار همان مسیر حرکت قیمت یک ارز دیجیتال
      است. به عنوان مثال وقتی می‌بینیم قیمت بیت کوین در طول چند
      هفته یا ماه گذشته رو به بالا بوده است نباید در خلاف آن
      معامله کنیم. همان‌طور که می‌دانید در برخی از بازارهای مالی
      مثل معاملات آتی یا «فیوچرز» (Futures) در ارزهای دیجیتال
      می‌تواند هم موقعیت خرید و هم موقعیت فروش باز کرد. به عبارت
      دیگر هم می‌توان با پایین آمدن قیمت و هم با بالا رفتن قیمت
      به سود رسید. در موقعیت فروش که به آن «شورت» (Short) هم
      می‌گویند ما در واقع از آنجایی که پیش‌بینی می‌کنیم قیمت
      پایین خواهد رفت، ابتدا ارز دلخواه خود را در قیمت بالا
      می‌فروشیم و وقتی قیمت پایین‌تر آمد آن را دوباره می‌خریم.
      بدین ترتیب از کاهش قیمت یک ارز هم توانستیم سود کنیم. در
      موقعیت خرید یا «لانگ» (Long) هم به همین ترتیب چون پیش‌بینی
      می‌کنیم قیمت بالا خواهد رفت ابتدا ارز مورد نظر خود را
      می‌خریم و وقتی قیمت بالا رفت آن را می‌فروشیم.
    </p>
    <p>
      حال اشتباهی که می‌توان در چنین بازاری کرد این است که در یک
      بازار صعودی موقعیت شورت و در یک بازار نزولی موقعیت لانگ
      باز کنیم. در واقع کاری که ما می‌کنیم این است که علی رغم
      افزایش قیمت یک ارز مثل بیت کوین در طول هفته‌های گذشته ما
      روی کاهش قیمت آن حساب باز می‌کنیم. این یعنی خلاف روند
      بازار حرکت کردن که انجام آن پیشنهاد نمی‌شود. البته این
      دلیل نمی‌شود که با حرکت خلاف روند نتوان سود کرد، بحث سر
      این است که احتمال موفقیت در زمانی که در جهت روند بازار
      حرکت می‌کنید بسیار بیشتر است.
    </p>

    <h2>سخن پایانی</h2>
    <p>
      تحلیل تکنیکال یکی از دو نوع تحلیل شناخته‌شده در بازارهای
      مالی و به‌ویژه ارزهای دیجیتال است که علی‌رغم مفاهیم
      ابتدایی ساده‌ای که دارد می‌تواند خیلی راحت باعث سردرگمی
      تریدرها و سرمایه‌گذاران تازه‌وارد و کم‌تجربه شود. البته
      نباید منکر این شد که حتی تریدرهای حرفه‌ای هم مرتکب اشتباه
      در تحلیل تکنیکال می‌شوند ولی با مطالعه‌ی اشتباهات رایج
      می‌توانیم ضررهای خود را به حداقل برسانیم.
    </p>
    <p>
      از همین رو در این مقاله ضمن مرور مفهوم تحلیل تکنیکال، ۱۱
      اشتباه رایج در این نوع تحلیل را از سایت‌های مختلف گردآوری
      کردیم تا دیگر از این اشتباهات مرتکب نشوید. فراموش نکنید که
      موفقیت در ترید و حرفه‌ای شدن در تحلیل تکنیکال نیازمند صرف
      زمان و انرژی زیادی است که در صورت رعایت آن سودهای خوبی کسب
      خواهید کرد.
    </p>`,
    isLike: false,
    like: 58,
    comments: 12,
    date: "1400/05/25",
    url: "۱۱ اشتباه رایج در تحلیل تکنیکال که باید از آن اجتناب کنید",
  },
  {
    id: 3,
    title: "عنوان مقاله 3",
    category: "اخبار",
    poster_card: "/images/newsImg.png",
    image: "/images/rownews.png",
    desc_sm: desc_sm,
    desc: desc_test,
    isLike: false,
    like: 20,
    comments: 12,
    date: "1400/05/28",
    url: "عنوان-مقاله-3",
  },
  {
    id: 4,
    title: "عنوان مقاله 4",
    category: "اخبار",
    poster_card: "/images/newsImg.png",
    image: "/images/rownews.png",
    desc_sm: desc_sm,
    desc: desc_test,
    isLike: false,
    like: 20,
    comments: 12,
    date: "1398/08/23",
    url: "عنوان-مقاله-4",
  },
  // {
  //   id: 5,
  //   title: "عنوان مقاله 5",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: false,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-5",
  // },
  // {
  //   id: 6,
  //   title: "عنوان مقاله 6",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: false,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-6",
  // },
  // {
  //   id: 7,
  //   title: "عنوان مقاله 7",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: true,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-7",
  // },
  // {
  //   id: 8,
  //   title: "عنوان مقاله 8",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: false,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-8",
  // },
  // {
  //   id: 9,
  //   title: "عنوان مقاله 9",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: true,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-9",
  // },
  // {
  //   id: 10,
  //   title: "عنوان مقاله 10",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: false,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-10",
  // },
  // {
  //   id: 11,
  //   title: "عنوان مقاله 11",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: false,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-11",
  // },
  // {
  //   id: 12,
  //   title: "عنوان مقاله 12",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: true,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-12",
  // },
  // {
  //   id: 13,
  //   title: "عنوان مقاله 13",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: false,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-13",
  // },
  // {
  //   id: 14,
  //   title: "عنوان مقاله 14",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: false,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-14",
  // },
  // {
  //   id: 15,
  //   title: "عنوان مقاله 15",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: false,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-15",
  // },
  // {
  //   id: 16,
  //   title: "عنوان مقاله 16",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: true,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-16",
  // },
  // {
  //   id: 17,
  //   title: "عنوان مقاله 17",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: true,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-17",
  // },
  // {
  //   id: 18,
  //   title: "عنوان مقاله 18",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: false,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-18",
  // },
  // {
  //   id: 19,
  //   title: "عنوان مقاله 19",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: false,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-19",
  // },
  // {
  //   id: 20,
  //   title: "عنوان مقاله 20",
  //   category: "اخبار",
  //   poster_card: "/images/newsImg.png",
  //   image: "/images/rownews.png",
  //   desc_sm: desc_sm,
  //   desc: desc_test,
  //   isLike: false,
  //   like: 20,
  // comments:12,
  //   date: "1398/08/23",
  //   url: "عنوان-مقاله-20",
  // },
  {
    id: 4,
    title: "صرافی غیر متمرکز  چیست و بهترین‌ های آن کدام است؟",
    category: "آموزش",
    poster_card: "/images/newsImg.png",
    image: "/images/index/grid-3.png",
    desc_sm: `صرافی غیرمتمرکز در برابر صرافی متمرکز قرار می‌گیرد
    و هدف آن از بین بردن نیاز به سازمانی ثالث برای کنترل
    تراکنش‌ها است. نحوه کار این صرافی با دیگر صرافی‌ها متفاوت
    است و کلیه امور بر روی بلاک چین انجام می‌گیرد و کاربران به
    شکل همتابه‌همتا مبادلات خود را انجام می‌دهند.`,
    desc: `
    <h2>مقدمه</h2>
    <p>
      همه این موضوع را می‌دانیم که بدون وجود صرافی‌ ارز دیجیتال
      این صنعت به جایگاه امروزی خودش نمی‌رسید. این پلتفرم‌های
      معاملاتی یکی از مهم‌ترین رکن‌های دنیای کریپتوکارنسی هستند.
      اما این را هم می‌دانیم که هویت یک رمزارز، غیر‌متمرکز بودن
      و مخفی بودن تراکنش‌هاست. بنابراین به‌هیچ‌وجه دور از انتظار
      نبود که توسعه‌دهندگان این حوزه، راهی برای مبادلات ارزهای
      دیجیتال به شکل غیرمتمرکز پیدا کنند. این راه حل پیشنهادی
      صرافی غیر‌متمرکز ارزهای دیجیتال بود.
    </p>
    <h2>چرا صرافی‌ غیرمتمرکز</h2>
    <p>
      خ حفظ حریم خصوصی در دنیای کریپتوکارنسی در بین بسیاری از
      کاربران از اهمیت بالایی برخوردار است. صرافی غیرمتمرکز این
      امر را به سادگی ممکن می‌سازد.
    </p>
    <p>
      صرافی‌ها مهم‌ترین نقش را در بازار کریپتوکارنسی دارند و
      به‌عنوان مکملی لازم و ضروری برای این حوزه شناخته می‌شوند.
      اما معروف‌ترین صرافی‌هایی که می‌شناسیم در تضاد با ذات
      غیرمتمرکز رمز ارز‌ها، به‌شدت متمرکز هستند. سیستم‌های
      معاملاتی متمرکز می‌توانند بر روی دارایی‌های کاربران، کنترل
      کامل داشته باشند، در روند معاملات دخالت کنند و حساب هر
      کاربری را که اراده کنند، مسدود کرده و دارایی‌های شخص مورد
      نظر را به جیب خود بزنند. تنها راه‌حل عملی برای جلوگیری از
      این قبیل مشکلات، صرافی ‌های غیرمتمرکز هستند.{" "}
    </p>
    <p>
      منظور از غیرمتمرکز این است که هیچ نهادی بر این صرافی‌ها
      نظارت نمی‌کند و تنها کاربران به شکل همتا‌به‌همتا به یکدیگر
      متصل هستند. این صرافی‌ها که نوعی از «امور مالی غیرمتمرکز»
      (Decentralized Finance) یا همان «دیفای» (DeFi) هستند بر
      روی بلاک چین فعالیت می‌کنند. حال ممکن است به این فکر کنید
      که پس چگونه معاملات در این صرافی‌ها انجام می‌شود؟ خب بهتر
      است در ادامه ببینیم که صرافی غیرمتمرکز چگونه کار می‌ کند
      تا به این پرسش شما پاسخ داده شود.{" "}
    </p>

    <h2>صرافی غیرمتمرکز چگونه کار می‌ کند؟</h2>
    <p>
      «صرافی‌های غیر متمرکز» (Decentralized Exchanges) که به شکل
      اختصار به آن DEX هم می‌گویند در برخی موارد (خریدوفروش
      ارزهای دیجیتال) مشابه نمونه‌ی متمرکز هستند؛ اما از سایر
      لحاظ کاملاً متفاوت‌اند.
    </p>
    <p>
      صرافی غیرمتمرکز بر روی بلاک چین فعالیت می‌کند و وظیفه‌ی
      تأیید تراکنش‌ها بر عهده‌ی ماینرها یا همان استخراج‌کنندگان
      شبکه قرار می‌گیرد. کارمزدی که کاربران صرافی نیز می‌پردازند
      به ماینرها می‌رسد.
    </p>
    <p>
      در حقیقت انجام سفارش‌ها یا همان خرید و فروش در صرافی های
      غیرمتمرکز بر بلاک چین به وسیله‌ی «قراردادهای هوشمند»
      (Smart Contracts) انجام می‌گیرد که در آن کاربران نیازی به
      پرداخت وثیقه ندارند.{" "}
    </p>
    <p>
      قدم اول برای درک صرافی ‌های غیرمتمرکز، این است که بدانیم
      قراردادهای هوشمند چگونه کار می‌کنند. به زبان ساده‌تر،
      قراردادهای هوشمند، توافق‌هایی خودکار هستند که بین دو شخص
      معامله‌گر که مستقیماً به هم متصل‌اند، اجرا می‌شوند. اگر
      شخص A بخواهد خدماتی را از شخص B بخرد، قرارداد، دارایی A را
      قفل می‌کنند و زمانی ‌که شخص B وظیفه‌اش را انجام داد، آنگاه
      قرارداد دارایی ذکر‌شده را به کیف ‌پول دیجیتال B واریز
      می‌کند در غیر این صورت دارایی‌ها به A بازگردانده می‌شود.
    </p>
    <p>
      برخی از صرافی ‌های غیرمتمرکز سعی کرده‌اند روی چندین شبکه‌ی
      بلاک چین متفاوت به صورت هم‌زمان کار کنند؛ اما محبوب‌ترین
      DEXها روی بستر بلاک‌ چین‌هایی مانند اتریوم یا بایننس‌ چین
      کار می‌کنند.
    </p>
    <p>
      بازار در حال رشد صرافی غیرمتمرکز شامل بخش‌های متفاوتی
      می‌شود. هر پلتفرم، DEX را به شکلی ارائه می‌کنند که شامل
      «دفاتر سفارش»، «استخر نقدینگی» و برخی دیگر از سازوکارهای
      دیفای مانند «ابزارهای تجمیع‌کننده» است و بدین شکل ابزارهای
      مالی جدید و حتی آزمایشی را ارائه می‌کنند.
    </p>
    <p>
      می‌دانیم صرافی ‌های غیرمتمرکز در ابتدا مفهوم‌سازی شدند تا
      نیاز هر مرجعی برای نظارت و تأیید معاملات انجام‌شده در یک
      پلتفرم خاص را از بین ببرند. با کمک قراردادهای هوشمند،
      DEXها بدون هیچ‌گونه دخالت در معاملات، آنان را اداره
      می‌کنند. این باعث می‌شود که سیستم آن‌ها واقعاً «همتا به
      همتا» (Peer to Peer) باشد و اجازه‌ی بررسی و سواستفاده
      صاحبان آن پلتفرم، فراهم نباشد.
    </p>
    <h2>مزایای صرافی غیرمتمرکز</h2>
    <ul>
      <li>امنیت بالا</li>
      <li>حفظ حریم خصوصی </li>
      <li>حق حاکمیت</li>
    </ul>
    <p>
      در حقیقت صرافی ‌های غیرمتمرکز به دلیل حریم خصوصی، امنیت
      بیشتر و کنترل کاربری بیشتر که به دارندگان دارایی‌های
      دیجیتال ارائه می‌دهند، مورد ستایش قرار می‌گیرند.
    </p>
    <h4>امنیت</h4>

    <p>
      بزرگ‌ترین خطر ذاتی مبادلات متمرکز، هک و نفوذ است. در گذشته
      نقض امنیت مبادلاتی در بعضی صرافی ‌های متمرکز مانند
      Coincheck، Mt. Gox و Bitfinex، صنعت کریپتوکارنسی را نابود
      کرده و اعتماد عمومی را به طور جدی از بین برده است. تنها
      سرقت Coincheck منجر به از دست رفتن ارزهای رمزپایه‌ای به
      ارزش ۵۳۰ میلیون دلار شد.
    </p>
    <p>
      به دلیل ماهیت نگهداری صرافی‌های متمرکز، آن‌ها اغلب به
      عنوان هدفی ساده برای هکرها و سارقان تلقی می‌شوند. زیرا این
      صرافی‌ها با نگه داشتن وجوه کاربران خود در سیستم عامل،
      نقدینگی خود را حفظ می کنند و همین امر آن‌ها را مستعد هک
      شدن و سرقت‌های کلان می‌کند که باعث می‌شود «کلاهبرداری
      خروج» یا (exit scam) را انجام شود، که یعنی این صرافی‌ها
      کنترل کلیدهای خصوصی و وجوه مربوط به هر کلید را از دست
      داده‌اند. برجسته‌ترین مثال QuadrigaCX است.{" "}
    </p>
    <p>
      اما صرافی ‌های غیرمتمرکز کمتر در معرض این نوع خطر قرار
      دارند، زیرا کاربران می‌توانند آزادانه از طریق کیف پول‌های
      سرد یا گرم بدون نیاز به استفاده از کلیدهای خصوصی، در این
      سیستم عامل‌ها تجارت کنند. اساساً کاربران مسئول حفظ امنیت
      حساب‌های خود هستند. علاوه بر این، سرقت وجوه شخصی از
      کاربران برای هکرها سودآور نخواهد بود، زیرا این کار بسیار
      پرهزینه و دشوار است.
    </p>
    <h4>حریم خصوصی</h4>
    <p>
      تقریبا تمام تبادلات متمرکز برای ارائه خدمات به مشتریان خود
      پروسه‌ای به نام KYC را طی می‌کنند که دارندگان ارزهای
      رمزنگاری شده را مجبور می‌کند اطلاعات شخصی خود را به صرافی
      بدهند و به نوعی احراز هویت کنند.
    </p>
    <p>
      بیشتر صرافی ‌های غیرمتمرکز چنین چیزی را اجرا نمی‌کنند. از
      آنجا که توسط هیچ مرجع مرکزی محافظت نمی‌شوند، نیازی به
      استفاده از پروتکل‌های KYC نیست. این امر هنگام معامله با
      صرافی ‌های غیرمتمرکز، به کاربران، حریم خصوصی را ارائه
      می‌دهد. با این حال، شایعاتی در اواخر سال ۲۰۲۰ مبنی بر
      اینکه ناظران ایالات متحده و «گروه ویژه اقدام مالی» (FATF)
      به دنبال راهی برای اجرای KYC در کیف پول‌های رمزنگاری‌شده
      در سال ۲۰۲۱ هستند، منتشر شده است.{" "}
    </p>
    <h4>حق حاکمیت</h4>
    <p>
      حاکمیت یا کنترل وجوه شخص می‌تواند آزادانه در صرافی ‌های
      غیرمتمرکز اعمال شود. کاربران حضانت کامل وجوه خود را خواهند
      داشت و می‌توانند از آن‌ها به دلخواه خود استفاده کنند.
      نگرانی‌هایی مانند مبادلات منجمد دارایی‌های آن‌ها یا
      جلوگیری از برداشت‌ها به ندرت در صرافی ‌های غیرمتمرکز اتفاق
      می‌افتد. لازم به ذکر است که همه مبادلات غیرمتمرکز، برابر
      نیستند و در عمل از شِبه غیرمتمرکز تا کاملاً غیرمتمرکز،
      متغیر هستند.
    </p>
    <h2>معایب صرافی غیرمتمرکز</h2>
    <ul>
      <li>سرعت معامله</li>
      <li>مشکلات نقدینگی</li>
    </ul>
    <p>
      مبادلات غیرمتمرکز به همان اندازه که مفید هستند، نقص‌های
      معقولی نیز دارند. مهم این است که قبل از تصمیم‌گیری در مورد
      استفاده از صرافی مورد نظر خودتان، این معایب را بسنجید.
    </p>
    <h4>سرعت معامله</h4>
    <p>
      پردازش سفارشات در DEXها می‌تواند کند باشد. دلیل این امر
      این است که تماس‌های معاملاتی باید قبل از پردازش در شبکه،
      پخش و توسط ماینرها تأیید شوند. به همین دلیل است که معاملات
      DEX به میزان زیادی از لغزش قیمت رنج می‌برند، تا جایی که
      ممکن است معامله به قدری طول بکشد که به دلیل تغییر در ارزش
      اولیه ارز‌ انجام نشود.
    </p>
    <p>
      همچنین Front-running یکی از نگرانی‌های عمومی است. در این
      سناریو، کاربرانی که هزینه‌ی بالاتری را برای کارمزد به
      ماینرها می‌پردازند در ابتدای صف قرار می‎‌گیرند تا تراکنش
      آن‌ها زودتر تأیید شود.
    </p>
    <h4>مسائل نقدینگی</h4>
    <p>
      نقدینگی با مبادلات متمرکز از طریق سرمایه عظیم حاصل می‌شود.
      صرافی های غیرمتمرکز اغلب در این راستا مشکلاتی دارند زیرا
      برخلاف صرافی‌های متمرکز، نقدینگی آن‌ها به تعداد کاربران
      فعال در سیستم عامل بستگی دارد. آن‌ها همچنین اغلب به هیچ
      صندوقی دسترسی ندارند که بتوانند برای تسهیل معاملات در آنجا
      حرکت کنند.
    </p>
    <p>
      خوشبختانه، این نوع امور مالی غیرمتمرکز برای حل این مشکل از
      استخرهای نقدینگی کمک می‌گیرند. کاربران با وارد شدن به
      صرافی های غیرمتمرکز، ارزهای دیجیتال خود را به استخرهای
      نقدینگی وارد می‌کنند تا دیگر کاربران نیز بتوانند استفاده
      کنند.
    </p>
    <h2>معروف ‌ترین صرافی ‌های غیر‌متمرکز</h2>
    <p>
      حال که با مفهوم کلی صرافی غیرمتمرکز آشنا شده‌اید، بهتر است
      چند نمونه از صرافی‌های پر‌طرفدار غیرمتمرکز را به شما معرفی
      کنیم. شاید در نگاه اول کار با چنین صرافی‌هایی کمی دشوار به
      نظر برسد. اما با مشاهده آموزش‌های اصولی و دقیق از منابع
      معتبر، می‌توانید به راحتی از امکانات آن‌ها استفاده کنید.
    </p>
    <h4>یونی‌ سواپ</h4>
    <p>
      «یونی ‌سواپ» (Uniswap) برپایه بلاک چین اتریوم ساخته شده و
      تنها با چند گام آسان می‌توانید با استفاده از قراردادهای
      هوشمند، اتریوم و توکن‌های ERC-20 را معامله کنید.
    </p>
    <p>
      مبلغ کارمزد در این صرافی غیرمتمرکز، ۰.۳ درصد است که به‌ هر
      دو شکل اتریوم و توکن ERC-20 پرداخت می‌شود.
    </p>
    <h4>بیسکیو</h4>
    <p>
      «بیسکیو» (Bisq) یکی از مشهور‌ترین صرافی ‌های غیرمتمرکز بیت
      کوین است که امکان مبادلات این رمز ارز را با ارزهای رایجی
      از جمله فیات فراهم می‌سازد. برای استفاده از این صرافی،
      احتیاجی به احراز هویت یا ارائه اطلاعات شخصی ندارید. وجود
      نرم‌افزار‌های متن‌باز برای سیستم‌عامل شخصی نیز یکی دیگر از
      مزیت‌های بیسکیو است.
    </p>
    <p>
      استفاده از مرورگر «تور» (Tor)، پردازش در رایانه شخصی کاربر
      و کیف پول‌های شخصی، منجر به این می‌شود که هیچ نقطه متمرکزی
      در عملیات‌ مرتبط با این صرافی وجود نداشته باشد. از نکات
      منفی این صرافی، می‌توان سرعت پایینِ آن را نام برد که به‌
      واسطه اجرای سیاست‌های امنیتی و حفظ حریم خصوصی، توسعه یافته
      است.
    </p>
    <p>
      طبق گزارشات، حجم معاملات بیسکو، فقط برای ارز دیجیتال
      مونرو، چیزی حدود ۱۱۹,۰۰۰ دلار به‌صورت روزانه است. ۱۵,۰۰۰
      دلار بیت کوین و حدود ۵,۰۰۰ اتر نیز در این صرافی به‌صورت ۲۴
      ساعته در حال معامله است.
    </p>
    <p>
      با وجود حجم معاملات بسیار کم و سرعت پایین سرورها، می‌توان
      بیان کرد که بیسکیو یکی از امن ترین صرافی‌های غیرمتمرکز
      دنیا است.
    </p>
    <h4>کایبر‌سواپ </h4>
    <p>
      می‌توان «کایبرسواپ» (Kyberswap) را به عنوان یکی از بهترین
      صرافی‌های نسل جدید در پلتفرم‌های مبادلات کریپتوکارنسی
      دانست که به شکل غیرمتمرکز به فعالیت خود ادامه می‌دهد. این
      صرافی بر بستر بلاک چینی مثل اتریوم اجرا شده و از جمله
      پلتفرم‌هایی است که با شبکه آزمایشی (تست‌نت)، مورد سنجش
      قرار گرفته.
    </p>
    <p>
      در این صرافی هم، از قراردادهای هوشمند استفاده می‌شود. نکته
      مثبت دیگری که در ارتباط با این صرافی وجود دارد، استفاده از
      ذخایر پویا است که به شبکه امکان می‌دهد تا با فراهم کردن
      مقداری کافی از نقدینگی، خدماتش را با قیمت کمتری در اختیار
      کاربران قرار دهد.
    </p>
    <p>
      این پروژه در کشور سنگاپور توسعه یافته است و یک ارز دیجیتال
      با نام KNC را توسعه داده است. صرافی کایبرسواپ در نسخه‌هایی
      از قبیل دسکتاپ و موبایل و تحت وب در اختیار کاربران قرار
      می‌گیرد.
    </p>
    <h4>وان ‌اینچ </h4>
    <p>
      «وان ‌اینچ» (1Inch Exchange) را می‌توان سرویسی چند لایه از
      صرافی ‌های غیرمتمرکز در نظر گرفت. در واقع وان‌ اینچ چندین
      صرافی غیرمتمرکز در بستر یک پلتفرم هستند. امکان ثبت سفارشات
      به‌صورت محدود، در این صرافی وجود دارد و تنوع توکن‌های حاضر
      در این صرافی نیز، نسبتاً قابل‌قبول است. زمانی که یک سفارش
      در این پلتفرم ثبت می‌کنید، سفارش شما در چند دفتر صرافی
      غیرمتمرکز، به‌صورت همزمان، قرار می‌گیرد.
    </p>
    <h4>بایننس دکس </h4>
    <p>
      حتما با صرافی متمرکز معروف بایننس آشنایی دارید. این صرافی
      در فوریه ۲۰۱۹، سیستم غیر‌متمرکز مختص به خود را به نام
      «بایننس دکس» (Binance DEX) راه‌اندازی کرد. صرافی غیرمتمرکز
      بایننس از هسته‌ی پردازش همان صرافی یا همان «زنجیره بایننس»
      (Binance Chain) برای انجام معاملات استفاده می‌کند؛
      بنابراین در بحث قدرت و سرعت انجام تراکنش‌ها می‌توان گفت که
      تفاوتی با صرافی‌ متمرکز بایننس ندارد. کارمزد در این
      پلتفرم، مبلغ معقولی است در حدود 0.1 درصد است.
    </p>
    <p>
      توجه داشته باشید که با آی‌پی آدرس ایران از این صرافی
      نمی‌توان استفاده کرد.
    </p>
    <h4>بالانسر </h4>
    <p>
      صرافی غیر‌متمرکز «بالانسر» (Balancer) در سال ۲۰۲۰ و بر
      پایه بلاک چین اتریوم شروع به کار کرد. این صرافی دارای یک
      توکن بومی به اسم BAL هست که برای کنترل تورم، در نهایت ۱۰۰
      میلیون از این توکن تولید و توزیع خواهد شد. یکی از
      ویژگی‌های خاص و پر کاربرد صرافی بالانسر، قابلیت ایجاد
      استخر نقدینگی شخصی با چندین نوع توکن متفاوت است. این در
      حالی‌ است که برای ایجاد استخر نقدینگی در صرافی یونی‌ سواپ
      که پیشتر ذکر شده، باید نسبت ۵۰درصد به ۵۰درصد توکن‌ها رعایت
      شود.
    </p>
    <h2>سخن پایانی</h2>
    <p>
      مبادلات غیرمتمرکز یکی از عناصر اصلی ساخت اکوسیستم مالی
      غیرمتمرکز یا همان دیفای هستند. صرافی غیرمتمرکز بستری است
      که کاربران می توانند ارز رمزنگاری شده را مستقیماً با
      یکدیگر و بدون استفاده از واسطه معامله کنند. امنیت و غیر
      شفاف بودن این معاملات درواقع بزرگ‌ترین نقطه قوت صرافی های
      غیرمتمرکز است.
    </p>
    <p>
      در بالا لیستی از این صرافی‌ها معرفی شد، اگر شما نیز تجربه
      استفاده از هرکدام از این صرافی‌ها را دارید آن را با ما در
      بخش نظرات در میان بگذارید.{" "}
    </p>
    <p>
      Description: صرافی غیرمتمرکز سیستمی است که نیاز به مدیر یا
      شخص ثالث برای کنترل و مدیریت را از میان برمی‌دارد. ولی آیا
      می‌دانید این صرافی چگونه کار می‌کند؟{" "}
    </p>
 
    `,
    isLike: true,
    like: 20,
    comments: 12,
    date: "1398/08/23",
    url: "صرافی-غیر-متمرکز-چیست-و-بهترین‌-های-آن-کدام-است",
  },
  {
    id: 5,
    title: "صرافی غیر متمرکز  چیست و بهترین‌ های آن کدام است؟",
    category: "آموزش",
    poster_card: "/images/newsImg.png",
    image: "/images/index/grid-3.png",
    desc_sm: `صرافی غیرمتمرکز در برابر صرافی متمرکز قرار می‌گیرد
    و هدف آن از بین بردن نیاز به سازمانی ثالث برای کنترل
    تراکنش‌ها است. نحوه کار این صرافی با دیگر صرافی‌ها متفاوت
    است و کلیه امور بر روی بلاک چین انجام می‌گیرد و کاربران به
    شکل همتابه‌همتا مبادلات خود را انجام می‌دهند.`,
    desc: `
    <h2>مقدمه</h2>
    <p>
      همه این موضوع را می‌دانیم که بدون وجود صرافی‌ ارز دیجیتال
      این صنعت به جایگاه امروزی خودش نمی‌رسید. این پلتفرم‌های
      معاملاتی یکی از مهم‌ترین رکن‌های دنیای کریپتوکارنسی هستند.
      اما این را هم می‌دانیم که هویت یک رمزارز، غیر‌متمرکز بودن
      و مخفی بودن تراکنش‌هاست. بنابراین به‌هیچ‌وجه دور از انتظار
      نبود که توسعه‌دهندگان این حوزه، راهی برای مبادلات ارزهای
      دیجیتال به شکل غیرمتمرکز پیدا کنند. این راه حل پیشنهادی
      صرافی غیر‌متمرکز ارزهای دیجیتال بود.
    </p>
    <h2>چرا صرافی‌ غیرمتمرکز</h2>
    <p>
      خ حفظ حریم خصوصی در دنیای کریپتوکارنسی در بین بسیاری از
      کاربران از اهمیت بالایی برخوردار است. صرافی غیرمتمرکز این
      امر را به سادگی ممکن می‌سازد.
    </p>
    <p>
      صرافی‌ها مهم‌ترین نقش را در بازار کریپتوکارنسی دارند و
      به‌عنوان مکملی لازم و ضروری برای این حوزه شناخته می‌شوند.
      اما معروف‌ترین صرافی‌هایی که می‌شناسیم در تضاد با ذات
      غیرمتمرکز رمز ارز‌ها، به‌شدت متمرکز هستند. سیستم‌های
      معاملاتی متمرکز می‌توانند بر روی دارایی‌های کاربران، کنترل
      کامل داشته باشند، در روند معاملات دخالت کنند و حساب هر
      کاربری را که اراده کنند، مسدود کرده و دارایی‌های شخص مورد
      نظر را به جیب خود بزنند. تنها راه‌حل عملی برای جلوگیری از
      این قبیل مشکلات، صرافی ‌های غیرمتمرکز هستند.{" "}
    </p>
    <p>
      منظور از غیرمتمرکز این است که هیچ نهادی بر این صرافی‌ها
      نظارت نمی‌کند و تنها کاربران به شکل همتا‌به‌همتا به یکدیگر
      متصل هستند. این صرافی‌ها که نوعی از «امور مالی غیرمتمرکز»
      (Decentralized Finance) یا همان «دیفای» (DeFi) هستند بر
      روی بلاک چین فعالیت می‌کنند. حال ممکن است به این فکر کنید
      که پس چگونه معاملات در این صرافی‌ها انجام می‌شود؟ خب بهتر
      است در ادامه ببینیم که صرافی غیرمتمرکز چگونه کار می‌ کند
      تا به این پرسش شما پاسخ داده شود.{" "}
    </p>

    <h2>صرافی غیرمتمرکز چگونه کار می‌ کند؟</h2>
    <p>
      «صرافی‌های غیر متمرکز» (Decentralized Exchanges) که به شکل
      اختصار به آن DEX هم می‌گویند در برخی موارد (خریدوفروش
      ارزهای دیجیتال) مشابه نمونه‌ی متمرکز هستند؛ اما از سایر
      لحاظ کاملاً متفاوت‌اند.
    </p>
    <p>
      صرافی غیرمتمرکز بر روی بلاک چین فعالیت می‌کند و وظیفه‌ی
      تأیید تراکنش‌ها بر عهده‌ی ماینرها یا همان استخراج‌کنندگان
      شبکه قرار می‌گیرد. کارمزدی که کاربران صرافی نیز می‌پردازند
      به ماینرها می‌رسد.
    </p>
    <p>
      در حقیقت انجام سفارش‌ها یا همان خرید و فروش در صرافی های
      غیرمتمرکز بر بلاک چین به وسیله‌ی «قراردادهای هوشمند»
      (Smart Contracts) انجام می‌گیرد که در آن کاربران نیازی به
      پرداخت وثیقه ندارند.{" "}
    </p>
    <p>
      قدم اول برای درک صرافی ‌های غیرمتمرکز، این است که بدانیم
      قراردادهای هوشمند چگونه کار می‌کنند. به زبان ساده‌تر،
      قراردادهای هوشمند، توافق‌هایی خودکار هستند که بین دو شخص
      معامله‌گر که مستقیماً به هم متصل‌اند، اجرا می‌شوند. اگر
      شخص A بخواهد خدماتی را از شخص B بخرد، قرارداد، دارایی A را
      قفل می‌کنند و زمانی ‌که شخص B وظیفه‌اش را انجام داد، آنگاه
      قرارداد دارایی ذکر‌شده را به کیف ‌پول دیجیتال B واریز
      می‌کند در غیر این صورت دارایی‌ها به A بازگردانده می‌شود.
    </p>
    <p>
      برخی از صرافی ‌های غیرمتمرکز سعی کرده‌اند روی چندین شبکه‌ی
      بلاک چین متفاوت به صورت هم‌زمان کار کنند؛ اما محبوب‌ترین
      DEXها روی بستر بلاک‌ چین‌هایی مانند اتریوم یا بایننس‌ چین
      کار می‌کنند.
    </p>
    <p>
      بازار در حال رشد صرافی غیرمتمرکز شامل بخش‌های متفاوتی
      می‌شود. هر پلتفرم، DEX را به شکلی ارائه می‌کنند که شامل
      «دفاتر سفارش»، «استخر نقدینگی» و برخی دیگر از سازوکارهای
      دیفای مانند «ابزارهای تجمیع‌کننده» است و بدین شکل ابزارهای
      مالی جدید و حتی آزمایشی را ارائه می‌کنند.
    </p>
    <p>
      می‌دانیم صرافی ‌های غیرمتمرکز در ابتدا مفهوم‌سازی شدند تا
      نیاز هر مرجعی برای نظارت و تأیید معاملات انجام‌شده در یک
      پلتفرم خاص را از بین ببرند. با کمک قراردادهای هوشمند،
      DEXها بدون هیچ‌گونه دخالت در معاملات، آنان را اداره
      می‌کنند. این باعث می‌شود که سیستم آن‌ها واقعاً «همتا به
      همتا» (Peer to Peer) باشد و اجازه‌ی بررسی و سواستفاده
      صاحبان آن پلتفرم، فراهم نباشد.
    </p>
    <h2>مزایای صرافی غیرمتمرکز</h2>
    <ul>
      <li>امنیت بالا</li>
      <li>حفظ حریم خصوصی </li>
      <li>حق حاکمیت</li>
    </ul>
    <p>
      در حقیقت صرافی ‌های غیرمتمرکز به دلیل حریم خصوصی، امنیت
      بیشتر و کنترل کاربری بیشتر که به دارندگان دارایی‌های
      دیجیتال ارائه می‌دهند، مورد ستایش قرار می‌گیرند.
    </p>
    <h4>امنیت</h4>

    <p>
      بزرگ‌ترین خطر ذاتی مبادلات متمرکز، هک و نفوذ است. در گذشته
      نقض امنیت مبادلاتی در بعضی صرافی ‌های متمرکز مانند
      Coincheck، Mt. Gox و Bitfinex، صنعت کریپتوکارنسی را نابود
      کرده و اعتماد عمومی را به طور جدی از بین برده است. تنها
      سرقت Coincheck منجر به از دست رفتن ارزهای رمزپایه‌ای به
      ارزش ۵۳۰ میلیون دلار شد.
    </p>
    <p>
      به دلیل ماهیت نگهداری صرافی‌های متمرکز، آن‌ها اغلب به
      عنوان هدفی ساده برای هکرها و سارقان تلقی می‌شوند. زیرا این
      صرافی‌ها با نگه داشتن وجوه کاربران خود در سیستم عامل،
      نقدینگی خود را حفظ می کنند و همین امر آن‌ها را مستعد هک
      شدن و سرقت‌های کلان می‌کند که باعث می‌شود «کلاهبرداری
      خروج» یا (exit scam) را انجام شود، که یعنی این صرافی‌ها
      کنترل کلیدهای خصوصی و وجوه مربوط به هر کلید را از دست
      داده‌اند. برجسته‌ترین مثال QuadrigaCX است.{" "}
    </p>
    <p>
      اما صرافی ‌های غیرمتمرکز کمتر در معرض این نوع خطر قرار
      دارند، زیرا کاربران می‌توانند آزادانه از طریق کیف پول‌های
      سرد یا گرم بدون نیاز به استفاده از کلیدهای خصوصی، در این
      سیستم عامل‌ها تجارت کنند. اساساً کاربران مسئول حفظ امنیت
      حساب‌های خود هستند. علاوه بر این، سرقت وجوه شخصی از
      کاربران برای هکرها سودآور نخواهد بود، زیرا این کار بسیار
      پرهزینه و دشوار است.
    </p>
    <h4>حریم خصوصی</h4>
    <p>
      تقریبا تمام تبادلات متمرکز برای ارائه خدمات به مشتریان خود
      پروسه‌ای به نام KYC را طی می‌کنند که دارندگان ارزهای
      رمزنگاری شده را مجبور می‌کند اطلاعات شخصی خود را به صرافی
      بدهند و به نوعی احراز هویت کنند.
    </p>
    <p>
      بیشتر صرافی ‌های غیرمتمرکز چنین چیزی را اجرا نمی‌کنند. از
      آنجا که توسط هیچ مرجع مرکزی محافظت نمی‌شوند، نیازی به
      استفاده از پروتکل‌های KYC نیست. این امر هنگام معامله با
      صرافی ‌های غیرمتمرکز، به کاربران، حریم خصوصی را ارائه
      می‌دهد. با این حال، شایعاتی در اواخر سال ۲۰۲۰ مبنی بر
      اینکه ناظران ایالات متحده و «گروه ویژه اقدام مالی» (FATF)
      به دنبال راهی برای اجرای KYC در کیف پول‌های رمزنگاری‌شده
      در سال ۲۰۲۱ هستند، منتشر شده است.{" "}
    </p>
    <h4>حق حاکمیت</h4>
    <p>
      حاکمیت یا کنترل وجوه شخص می‌تواند آزادانه در صرافی ‌های
      غیرمتمرکز اعمال شود. کاربران حضانت کامل وجوه خود را خواهند
      داشت و می‌توانند از آن‌ها به دلخواه خود استفاده کنند.
      نگرانی‌هایی مانند مبادلات منجمد دارایی‌های آن‌ها یا
      جلوگیری از برداشت‌ها به ندرت در صرافی ‌های غیرمتمرکز اتفاق
      می‌افتد. لازم به ذکر است که همه مبادلات غیرمتمرکز، برابر
      نیستند و در عمل از شِبه غیرمتمرکز تا کاملاً غیرمتمرکز،
      متغیر هستند.
    </p>
    <h2>معایب صرافی غیرمتمرکز</h2>
    <ul>
      <li>سرعت معامله</li>
      <li>مشکلات نقدینگی</li>
    </ul>
    <p>
      مبادلات غیرمتمرکز به همان اندازه که مفید هستند، نقص‌های
      معقولی نیز دارند. مهم این است که قبل از تصمیم‌گیری در مورد
      استفاده از صرافی مورد نظر خودتان، این معایب را بسنجید.
    </p>
    <h4>سرعت معامله</h4>
    <p>
      پردازش سفارشات در DEXها می‌تواند کند باشد. دلیل این امر
      این است که تماس‌های معاملاتی باید قبل از پردازش در شبکه،
      پخش و توسط ماینرها تأیید شوند. به همین دلیل است که معاملات
      DEX به میزان زیادی از لغزش قیمت رنج می‌برند، تا جایی که
      ممکن است معامله به قدری طول بکشد که به دلیل تغییر در ارزش
      اولیه ارز‌ انجام نشود.
    </p>
    <p>
      همچنین Front-running یکی از نگرانی‌های عمومی است. در این
      سناریو، کاربرانی که هزینه‌ی بالاتری را برای کارمزد به
      ماینرها می‌پردازند در ابتدای صف قرار می‎‌گیرند تا تراکنش
      آن‌ها زودتر تأیید شود.
    </p>
    <h4>مسائل نقدینگی</h4>
    <p>
      نقدینگی با مبادلات متمرکز از طریق سرمایه عظیم حاصل می‌شود.
      صرافی های غیرمتمرکز اغلب در این راستا مشکلاتی دارند زیرا
      برخلاف صرافی‌های متمرکز، نقدینگی آن‌ها به تعداد کاربران
      فعال در سیستم عامل بستگی دارد. آن‌ها همچنین اغلب به هیچ
      صندوقی دسترسی ندارند که بتوانند برای تسهیل معاملات در آنجا
      حرکت کنند.
    </p>
    <p>
      خوشبختانه، این نوع امور مالی غیرمتمرکز برای حل این مشکل از
      استخرهای نقدینگی کمک می‌گیرند. کاربران با وارد شدن به
      صرافی های غیرمتمرکز، ارزهای دیجیتال خود را به استخرهای
      نقدینگی وارد می‌کنند تا دیگر کاربران نیز بتوانند استفاده
      کنند.
    </p>
    <h2>معروف ‌ترین صرافی ‌های غیر‌متمرکز</h2>
    <p>
      حال که با مفهوم کلی صرافی غیرمتمرکز آشنا شده‌اید، بهتر است
      چند نمونه از صرافی‌های پر‌طرفدار غیرمتمرکز را به شما معرفی
      کنیم. شاید در نگاه اول کار با چنین صرافی‌هایی کمی دشوار به
      نظر برسد. اما با مشاهده آموزش‌های اصولی و دقیق از منابع
      معتبر، می‌توانید به راحتی از امکانات آن‌ها استفاده کنید.
    </p>
    <h4>یونی‌ سواپ</h4>
    <p>
      «یونی ‌سواپ» (Uniswap) برپایه بلاک چین اتریوم ساخته شده و
      تنها با چند گام آسان می‌توانید با استفاده از قراردادهای
      هوشمند، اتریوم و توکن‌های ERC-20 را معامله کنید.
    </p>
    <p>
      مبلغ کارمزد در این صرافی غیرمتمرکز، ۰.۳ درصد است که به‌ هر
      دو شکل اتریوم و توکن ERC-20 پرداخت می‌شود.
    </p>
    <h4>بیسکیو</h4>
    <p>
      «بیسکیو» (Bisq) یکی از مشهور‌ترین صرافی ‌های غیرمتمرکز بیت
      کوین است که امکان مبادلات این رمز ارز را با ارزهای رایجی
      از جمله فیات فراهم می‌سازد. برای استفاده از این صرافی،
      احتیاجی به احراز هویت یا ارائه اطلاعات شخصی ندارید. وجود
      نرم‌افزار‌های متن‌باز برای سیستم‌عامل شخصی نیز یکی دیگر از
      مزیت‌های بیسکیو است.
    </p>
    <p>
      استفاده از مرورگر «تور» (Tor)، پردازش در رایانه شخصی کاربر
      و کیف پول‌های شخصی، منجر به این می‌شود که هیچ نقطه متمرکزی
      در عملیات‌ مرتبط با این صرافی وجود نداشته باشد. از نکات
      منفی این صرافی، می‌توان سرعت پایینِ آن را نام برد که به‌
      واسطه اجرای سیاست‌های امنیتی و حفظ حریم خصوصی، توسعه یافته
      است.
    </p>
    <p>
      طبق گزارشات، حجم معاملات بیسکو، فقط برای ارز دیجیتال
      مونرو، چیزی حدود ۱۱۹,۰۰۰ دلار به‌صورت روزانه است. ۱۵,۰۰۰
      دلار بیت کوین و حدود ۵,۰۰۰ اتر نیز در این صرافی به‌صورت ۲۴
      ساعته در حال معامله است.
    </p>
    <p>
      با وجود حجم معاملات بسیار کم و سرعت پایین سرورها، می‌توان
      بیان کرد که بیسکیو یکی از امن ترین صرافی‌های غیرمتمرکز
      دنیا است.
    </p>
    <h4>کایبر‌سواپ </h4>
    <p>
      می‌توان «کایبرسواپ» (Kyberswap) را به عنوان یکی از بهترین
      صرافی‌های نسل جدید در پلتفرم‌های مبادلات کریپتوکارنسی
      دانست که به شکل غیرمتمرکز به فعالیت خود ادامه می‌دهد. این
      صرافی بر بستر بلاک چینی مثل اتریوم اجرا شده و از جمله
      پلتفرم‌هایی است که با شبکه آزمایشی (تست‌نت)، مورد سنجش
      قرار گرفته.
    </p>
    <p>
      در این صرافی هم، از قراردادهای هوشمند استفاده می‌شود. نکته
      مثبت دیگری که در ارتباط با این صرافی وجود دارد، استفاده از
      ذخایر پویا است که به شبکه امکان می‌دهد تا با فراهم کردن
      مقداری کافی از نقدینگی، خدماتش را با قیمت کمتری در اختیار
      کاربران قرار دهد.
    </p>
    <p>
      این پروژه در کشور سنگاپور توسعه یافته است و یک ارز دیجیتال
      با نام KNC را توسعه داده است. صرافی کایبرسواپ در نسخه‌هایی
      از قبیل دسکتاپ و موبایل و تحت وب در اختیار کاربران قرار
      می‌گیرد.
    </p>
    <h4>وان ‌اینچ </h4>
    <p>
      «وان ‌اینچ» (1Inch Exchange) را می‌توان سرویسی چند لایه از
      صرافی ‌های غیرمتمرکز در نظر گرفت. در واقع وان‌ اینچ چندین
      صرافی غیرمتمرکز در بستر یک پلتفرم هستند. امکان ثبت سفارشات
      به‌صورت محدود، در این صرافی وجود دارد و تنوع توکن‌های حاضر
      در این صرافی نیز، نسبتاً قابل‌قبول است. زمانی که یک سفارش
      در این پلتفرم ثبت می‌کنید، سفارش شما در چند دفتر صرافی
      غیرمتمرکز، به‌صورت همزمان، قرار می‌گیرد.
    </p>
    <h4>بایننس دکس </h4>
    <p>
      حتما با صرافی متمرکز معروف بایننس آشنایی دارید. این صرافی
      در فوریه ۲۰۱۹، سیستم غیر‌متمرکز مختص به خود را به نام
      «بایننس دکس» (Binance DEX) راه‌اندازی کرد. صرافی غیرمتمرکز
      بایننس از هسته‌ی پردازش همان صرافی یا همان «زنجیره بایننس»
      (Binance Chain) برای انجام معاملات استفاده می‌کند؛
      بنابراین در بحث قدرت و سرعت انجام تراکنش‌ها می‌توان گفت که
      تفاوتی با صرافی‌ متمرکز بایننس ندارد. کارمزد در این
      پلتفرم، مبلغ معقولی است در حدود 0.1 درصد است.
    </p>
    <p>
      توجه داشته باشید که با آی‌پی آدرس ایران از این صرافی
      نمی‌توان استفاده کرد.
    </p>
    <h4>بالانسر </h4>
    <p>
      صرافی غیر‌متمرکز «بالانسر» (Balancer) در سال ۲۰۲۰ و بر
      پایه بلاک چین اتریوم شروع به کار کرد. این صرافی دارای یک
      توکن بومی به اسم BAL هست که برای کنترل تورم، در نهایت ۱۰۰
      میلیون از این توکن تولید و توزیع خواهد شد. یکی از
      ویژگی‌های خاص و پر کاربرد صرافی بالانسر، قابلیت ایجاد
      استخر نقدینگی شخصی با چندین نوع توکن متفاوت است. این در
      حالی‌ است که برای ایجاد استخر نقدینگی در صرافی یونی‌ سواپ
      که پیشتر ذکر شده، باید نسبت ۵۰درصد به ۵۰درصد توکن‌ها رعایت
      شود.
    </p>
    <h2>سخن پایانی</h2>
    <p>
      مبادلات غیرمتمرکز یکی از عناصر اصلی ساخت اکوسیستم مالی
      غیرمتمرکز یا همان دیفای هستند. صرافی غیرمتمرکز بستری است
      که کاربران می توانند ارز رمزنگاری شده را مستقیماً با
      یکدیگر و بدون استفاده از واسطه معامله کنند. امنیت و غیر
      شفاف بودن این معاملات درواقع بزرگ‌ترین نقطه قوت صرافی های
      غیرمتمرکز است.
    </p>
    <p>
      در بالا لیستی از این صرافی‌ها معرفی شد، اگر شما نیز تجربه
      استفاده از هرکدام از این صرافی‌ها را دارید آن را با ما در
      بخش نظرات در میان بگذارید.{" "}
    </p>
    <p>
      Description: صرافی غیرمتمرکز سیستمی است که نیاز به مدیر یا
      شخص ثالث برای کنترل و مدیریت را از میان برمی‌دارد. ولی آیا
      می‌دانید این صرافی چگونه کار می‌کند؟{" "}
    </p>
 
    `,
    isLike: true,
    like: 20,
    comments: 12,
    date: "1398/08/23",
    url: "صرافی-غیر-متمرکز-چیست-و-بهترین‌-های-آن-کدام-است",
  },
];

export const article = (url) => {
  return articles.filter((item) => item.url === url)[0];
};
