export const BuyData = [
    { step: 0, icon: 'verification_ic.png', text: 'به منظور خرید ارز دیجیتال مورد نظر خود، پس از عضویت و احراز هویت در صرافی ارز تو ارز از باکس روبه‌رو که در پنل کاربری شما وجود دارد، استفاده کنید.' },
    { step: 1, icon: 'buyTab_ic.png', text: ' در مرحله اول برای خرید ارز دیجیتال مانند تصویر روی بخش خرید ارز کلیک کنید.' },
    { step: 2, icon: 'currencySelection_ic.png', text: 'در مرحله دوم ارز دیجیتال مورد نظر خود برای خرید را انتخاب کنید.' },
    { step: 3, icon: 'PaymentAmount_ic.png', text: 'در مرحله سوم مقدار پرداختی به ریال را در فیلد مشخص شده وارد کنید.' },
    { step: 4, icon: 'AmountReceived_ic.png', text: 'در مرحله چهارم مقدار ارز دریافتی به صورت خودکار در فیلد مشخص‌شده به شما نشان داده خواهد شد.' },
    { step: 5, icon: 'buySubmit_ic.png', text: 'با کلیک بر روی دکمه خرید وارد صفحه درگاه پرداخت بانکی می‌شوید. پس از وارد کردن اطلاعات کارت بانکی حود و تایید آنها ارز مورد نظر شما خریداری خواهد شد.' },
]