export const SellData = [
    { step: 0, icon: 'verification_ic.png', text: 'به منظور فروش ارز دیجیتال مورد نظر خود، پس از عضویت و احراز هویت در صرافی ارز تو ارز از باکس روبه‌رو که در پنل کاربری شما وجود دارد، استفاده کنید.' },
    { step: 1, icon: 'buyTab_ic.png', text: ' در مرحله اول برای فروش ارز دیجیتال مانند تصویر روی بخش فروش ارز کلیک کنید.' },
    { step: 2, icon: 'currencySelection_ic.png', text: 'در مرحله دوم ارز دیجیتال مورد نظر خود برای فروش را انتخاب کنید.' },
    { step: 3, icon: 'PaymentAmount_ic.png', text: 'در مرحله سوم مقدار ارز دیجیتال موردنظر خود برای فروش را در فیلد مشخص شده وارد کنید.' },
    { step: 4, icon: 'AmountReceived_ic.png', text: 'در مرحله چهارم مقدار دریافتی به ریال به صورت خودکار در فیلد مشخص‌شده به شما نشان داده خواهد شد.' },
    { step: 5, icon: 'buySubmit_ic.png', text: 'با کلیک بر روی دکمه فروش، ارز دیجیتال شما فروخته شده و مقدار دریافتی شما به ریال، وارد کیف پول‌تان خواهد شد.' },
]



