 
export const AutomaticData = [
    { step: 0, text: 'پس از عضویت و احراز هویت در صرافی ارز تو ارز به منظور انجام معاملات اتوماتیک خود، به باکس مقابل که در پنل کاربری شما وجود دارد، مراجعه نمایید.'},
    { step: 1, text: 'در مرحله اول نوع ارزی که قصد تبدیل آن به صورت اتوماتیک را دارید، در فیلد مشخص شده انتخاب کنید. (مثلا بیت کوین)' },
    { step: 2, text: 'در مرحله دوم نوع ارزی که قصد دریافت آن را دارید را انتخاب کنید. (مثلا تتر)' },
    { step: 3, text: 'در مرحله سوم قیمت ارز مبدا برحسب ارز مقصد را وارد نمایید. (مثلا اگر 1 بیت کوین 30,000 تتر باشد، باید عدد 30,000 را وارد کنید)' },
    { step: 4, text: 'در مرحله چهارم مقدار ارز مبدا که قصد تبدیل آن را دارید در فیلد مشخص شده، وارد کنید. (مثلا 0.2 بیت کوین)' },
    { step: 5, text: 'در این قسمت می‌توانید مقدار ارزی که قصد تبدیل آن را دارید، بر حسب درصد موجودیتان انتخاب کنید.' },
    { step: 6, text: 'در این مرحله مقدار دریافتی ارز مقصد نمایش داده خواهد شد.' },
    { step: 7, text: 'با کلیک بر روی این دکمه سفارش شما ثبت و پس از رسیدن به قیمت مورد نظرتان به صورت اتوماتیک انجام خواهد شد.' },
   
]